Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/alsaconf.po
Languages: fr

source: Yes
fr: Oui

source: No
fr: Non

source: This computer has very little RAM, perhaps not enough to run the "depmod" utility (which the ALSA Wizard needs to run). Shutdown first, to create a save-file for the session, and you may then have enough working memory at the next boot. Click button to exit Wizard...
fr: Ce PC a vraiment peu de RAM, peut-être pas suffisamment pour lancer l'utilitaire 'depmod' (dont l'assistant ALSA a besoin). D'abord fermez cette session pour créer un fichier de sauvegarde, vous aurez alors suffisament de mémoire au prochain démarrage. Cliquez sur le bouton pour quitter cet assistant...

source: ALSA configurator
fr: Configuration ALSA

source: You must be root to use this script.
fr: Vous devez être administrateur pour utiliser ce script.

source: ALSA WIZARD version %s This Wizard is a configurator for Advanced Linux Sound Architecture (ALSA) driver. (with some modifications for Puppy Linux) If any are running, you should close all sound apps now (like Mplayer, mhWaveEdit, etc.).
fr: ASSISTANT ALSA version %s Cet assistant sert pour configurer le pilote Advanced Linux Sound Architecture (ALSA). (avec quelques modifications pour Puppy Linux) Fermez toutes les applications utilisant du son, actuellement actives , (Mplayer, mhWaveEdit, etc.)

source: Can't create temp file, exiting...
fr: Impossible de créer le fichier temp, abandon...

source: Building card database, please wait...
fr: Construction de la base de données des cartes, patientez...

source: No card database is found.
fr: Aucune base de données des cartes n'a été trouvée.

source: Searching sound cards
fr: Recherche des cartes audio

source: Configuring %s PLEASE ANSWER YES HERE SO PUPPY WILL USE DRIVER ON NEXT BOOT Do you want to modify %s?
fr: Configuration de %s REPONDEZ OUI ICI, ET TOUTOU UTILISERA LE PILOTE AU PROCHAIN DEMARRAGE Voulez-vous modifier %s?

source: The mixer is set up now for for playing. Shall I try to play a sound sample now? NOTE: If you have a big amplifier, lower your volumes or say no. Otherwise check that your speaker volume is wound up, then select <Yes> to play test sound...
fr: Le mixeur est configuré pour fonctionner. Voulez-vous un essai de son maintenant? NOTE: Si vous avez un ampli puissant, baissez le volume. ou cliquez sur No. Ou vérifiez que le volume du HP est bas, puis cliquez sur Yes pour un essai de son...

source: Saving the mixer setup used for this in /etc/asound.state.
fr: La sauvegarde de configuration du mixeur est dans le fichier /etc/asound.state.

source: =============================================================================== Now ALSA is ready to use. For adjustment of volumes, use your favorite mixer. Have a lot of fun!
fr: =============================================================================== ALSA est maintenant prêt pour son utilisation. Pour ajuster le volume, utilisez votre mixeur favori. Et maintenant ECLATEZ-VOUS!

source: WARNING
fr: ATTENTION

source: Probing legacy ISA cards might make your system unstable. Do you want to proceed?
fr: L'examen des cartes ISA génériques peut rendre votre système instable. Voulez-vous poursuivre?

source: No legacy drivers are available for your machine
fr: Aucun pilote générique valable pour votre machine

source: Driver Selection
fr: Sélection du pilote

source: Probing legacy ISA cards Please select the drivers to probe:
fr: Examen des cartes ISA génériques Choisissez les pilotes à examiner:

source: Shall I try all possible DMA and IRQ combinations? With this option, some unconventional configuration might be found, but it will take much longer time.
fr: Essayer toutes les combinaisons DMA et IRQ possible? Par cette option, une config. non conventionnelle peut être découverte, mais ça va prendre du temps.

source: Probing legacy cards.. This may take a few minutes..
fr: Examen des cartes génériques... Cela peut prendre quelques minutes...

source: Probing:
fr: Examen:

source: : FOUND!!
fr: : TROUVE!!

source: Result
fr: Résultat

source: No legacy cards found
fr: Aucune carte générique trouvée

source: The ALSA Wizard unloads any sound drivers and then starts again. This causes a problem if you decide to exit anywhere before the Wizard has gone right to the end -- if you previously had working sound, it will then not be working -- but a reboot will fix it. Also, unloading of the audio drivers may affect some dialup modems, and they may not work after running this Wizard -- again, a reboot will fix it.
fr: L'Assistant ALSA décharge n'importe quel pilote audio puis redémarre. Cela crée un problème si vous décidez de quitter avant que l'assistant n'ait terminé -- si vous aviez eu du son auparavant, vous n'en aurez plus -- mais un redémarrage arrangera tout. Egalement, décharger un pilote audio peut affecter certains modems à numérotation, et ils pourraient ne pas fonctionner après avoir utilisé cet Assistant -- un redémarrage arrangera tout également.

source: Do you want to continue and run the Wizard?...
fr: Voulez-vous continuer et lancer l'Assistant?...

source: ALSA Sound Wizard: NOTICE
fr: Assistant audio ALSA : AVIS

source: Looks like you having a Thinkpad 600E or 770 notebook. On this notebook, CS4236 driver should be used although CS46xx chip is detected. Shall I try to snd-cs4236 driver and probe the legacy ISA configuration?
fr: Il semble que vous possédiez un portable Thinkpad 600E ou 770. Sur ce portable, le pilote CS4236 devrait être utilisé bien que ce soit la puce CS46xx qui est détectée. Doit-on essayer le pilote snd-cs4236 et tester la configuration générique ISA?

source: Looks like you having a Dell Dimension machine. On this machine, CS4232 driver should be used although CS46xx chip is detected. Shall I try to snd-cs4232 driver and probe the legacy ISA configuration?
fr: Il semble que vous possédiez un Dell Dimension. Sur cette machine, le pilote CS4232 devrait être utilisé bien que ce soit la puce CS46xx qui est détectée. Doit-on essayer le pilote snd-cs4232 et tester la configuration générique ISA?

source: Soundcard Selection
fr: Choix des cartes audio

source: Following card(s) are found on your system. Choose a soundcard to configure:
fr: Les cartes suivantes ont été trouvées, choisissez une carte audio à configurer :.

source: No supported PnP or PCI card found. Would you like to probe legacy ISA sound cards/chips?
fr: Aucune carte PnP ou PCI supportée n'a été trouvée. Voulez vous chercher une puce/carte audio ISA?
