Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/autosave.po
Languages: fr

source: (manage save of the session)
fr: (gérer la sauvegarde de la session)

source: Version and authors of $AppTitle. - Version used: $AppVersion by $AuthorActualVersion. - Previous versions: by $AuthorPreviousVersions. - Original version: by $AuthorOriginalVersion.
fr: Version et auteurs de $AppTitle. - Version utilisée : $AppVersion de $AuthorActualVersion. - Versions précédentes : de $AuthorPreviousVersions. - Version originale : de $AuthorOriginalVersion.

source: This session do not use a personal storage file (pupsave) to save informations. Current pupmode = <span color='#3272C0'><b>$PUPMODE</b></span>.
fr: Cette session n'utilise pas de fichier personnel de stockage (pupsave) pour sauvegarder les informations. Pupmode actuellement utilisé = <span color='#3272C0'><b>$PUPMODE</b></span>.

source: This session use a personal storage file (pupsave) to save informations ($PUPSAVE). Current pupmode = <span color='#3272C0'><b>$PUPMODE</b></span>.
fr: Cette session utilise un fichier personnel de stockage (pupsave) pour sauvegarder les informations ($PUPSAVE). Pupmode actuellement utilisé = <span color='#3272C0'><b>$PUPMODE</b></span>.

source: Current session
fr: Session actuelle

source: Available options
fr: Options disponibles

source: If the current pupmode = 13 (session save on a USB device), by default your session is save every 30 minutes. Uncheck the box to not save.
fr: Si le pupmode actuel = 13 (session sauvegardé sur un périphérique USB), par défaut votre session est sauvegardée toutes les 30 minutes. Décochez la case pour ne pas sauvegarder.

source: Automatically save during session
fr: Sauvegarde automatique durant la session

source: Save information at the end of the session ? Uncheck the box to not save.
fr: Sauvegarder les informations à la fin de la session ? Décochez la case pour ne pas sauvegarder.

source: Save at the end of the session
fr: Sauvegarder à la fin de la session

source: Version and authors of $AppTitle01.
fr: Version et auteurs de $AppTitle01.

source: Save values.
fr: Sauvegarder les valeurs.

source: $ANL01 is already active.
fr: $ANL01 est déjà actif.
