Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/bcrypt_gui.po
Languages: fr

source: Bcrypt error
fr: Erreur bcrypt

source: The 'bcrypt' package must be installed first.
fr: Le paquet 'bcrypt' doit d'abord être installé.

source: File encryption
fr: Cryptage de fichier

source: Bcrypt is a utility to encrypt or decrypt a file
fr: Bcrypt est un utilitaire pour crypter ou décrypter un fichier

source: Drag the file you want to <b>encrypt or decrypt</b> into the field or use the browse-button.
fr: Faire glisser le fichier que vous voulez <b>crypter ou décrypter</b> dans le champ ou utiliser le bouton naviguer.

source: File to encrypt / decrypt
fr: Fichier à crypter / décrypter

source: Help
fr: Aide

source: Cancel
fr: Annuler

source: Password needs to be at least 8 characters!
fr: Le mot de passe doit contenir 8 caratères minimum!

source: The password entries do not match!
fr: Les mots de passe ne correspondent pas!
