Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/bootmanager.po
Languages: fr

source: BootManager error
fr: BootManager erreur

source: You must shutdown and create a personal save file first.
fr: Vous devez arréter le PC et créer un fichier de sauvegarde personnel.

source: Note2: These files are at '/' (in $PDEV1 partition)
fr: Note2 : Ces fichiers sont dans '/' (dans la partition $PDEV1)

source: Note2: These files are at ${MSGz} (in ${xHOMEPART} partition)
fr: Note2 : Ces fichiers sont dans ${MSGz} (dans la partition ${xHOMEPART})

source: Note2: All SFS files have to get loaded into RAM from CD
fr: Note2 : Tous les fichiers SFS doivent être chargés dans la RAM à partir du CD

source: NOTICE: The following SFS files located in directory ${MSGz} are the wrong version for the current Linux kernel:
fr: REMARQUE: La version des fichiers SFS suivants localisés dans le répertoire ${MSGz} ne coïncident pas avec le noyau Linux actuel:

source: The above files will be ignored. The kernel requires ${SFSSTR}, SFS files. Note, there is an SFS-version-converter in the Utility menu.
fr: Les fichiers ci-dessus seront ignorés. Le noyau requiert des fichiers SFS ${SFSSTR}. Il y a un convertisseur de fichiers SFS accessible via le Menu Utilitaires.

source: Choose which SFS files are to be loaded at bootup.\n(top entry will be on top Unionfs layer)
fr: Choisir les fichiers SFS à charger au démarrage.\n(La plus haute entrée sera sur la couche Unionfs la plus élevée)

source: BootManager: SFS files
fr: Gestionnaire de démarrage: fichiers SFS

source: Please click the 'install' icon on the desktop for information about SFS files.\nYou will find an introduction, plus links to SFS files that can be downloaded.\n\nNote, the BootManager performs some filtering of the available SFS files,\nscreening out some that might have incorrect version number -- files of the\nformat '*_nnn.sfs' should be '*_${DISTRO_VERSION}.sfs' to pass the filter.
fr: Cliquez sur l'icône 'Installer' sur le bureau pour des infos sur les fichiers SFS.\nVous y trouverez une introduction, ainsi que des liens vers des fichiers SFS qui peuvent être téléchargés.\n\nRemarque, le Gestionnaire de démarrage effectue un filtrage des fichiers SFS disponibles,\nfiltrant ceux qui pourraient avoir un numéro de version incorrecte -- les fichiers de\nformat '*_nnn.sfs' devront être '*_${DISTRO_VERSION}.sfs' pour passer le filtre.

source: Note1: No more than 6 SFS files in right-pane!
fr: Note1 : Pas plus de 6 fichiers sfs dans le panneau de droite!

source: BootManager: Module blacklist manager
fr: BootManager: Mettre des modules en liste noire

source: On the left pane are modules that are currently loaded.\n On the right pane is the complete list of blacklisted modules.\n If you want to prevent a module from loading, move it to the right\n side, click OK, then reboot.\n Note, if you want to find out further information about any module,\n run PupScan (look in the System menu)\n Note, you need to reboot for any change to take effect.
fr: Le panneau gauche affiche les modules actuellement chargés.\n Le panneau de droite affiche la liste complète des modules en liste noire.\n Si vous voulez empécher un module de se charger, déplacez-le à droite cliquez OK, et redémarrez.\n Note : pour de plus amples informations sur un module,\n lancez PupScan (voir dans le Menu Système)\n Remarque, vous devez redémarrer pour que toute modification prenne effet.

source: Please wait, processing...
fr: Patientez, recherche en cours...

source: BootManager: Module add-list manager
fr: BootManager: Liste ajout de modules

source: On the left pane is the complete list of modules available to be\nused by Puppy (and not currently loaded).\nOn the right pane are modules that you have explicitly chosen to\nbe loaded at bootup (not auto-loaded by default).\nIf you want to force a module to load, move it to the right pane,\nclick OK button, then reboot Puppy.\nNote, if you want to find out further information about any module,\nrun PupScan (look in the System menu)
fr: Dans la fenêtre de gauche la liste complète des modules\nsusceptibles d'être utilisés par Toutou (non encore chargés).\nDans la fenêtre de droite les modules que vous avez décidé\nde charger au démarrage (et non pas automatiquement\npar défaut).\nSi vous voulez forcer un module à se charger, déplacez-le \nvers la fenêtre de droite, cliquez sur le bouton OK, puis\nredémarrez le PC.\nRemarque, si vous voulez plus d'information sur un module,\nlancez PupScan par le Menu Système.

source: If you wish, add any required parameters to these modules\nExample: mmc_block major=179\nIf you don't know what this means, just click 'OK' button
fr: Si vous voulez, ajoutez n'importe quel paramètre requis à ces modules\nExemple: mmc_block major=179\nSi vous en ignorez la signification, cliquez juste sur 'OK'

source: BootManager: Edit module addlist
fr: BootManager: Modifier la liste Ajout de modules

source: Sometimes two modules are eligible for the same hardware,\n and you need to choose one of them. Create a line here,\nof format module1:module2, where you want module2 to\nhave preference over module1.
fr: Parfois, deux modules sont éligibles pour le même\n matériel, et vous devez choisir l'un d'eux. Créez ici une\nligne de format module1:module2, dans laquelle vous voulez\nque le module2 soit prioritaire sur le module1.

source: BootManager: Module preference-list manager
fr: BootManager: Liste de préférences de module

source: Sometimes two modules are eligible for the same hardware, and you need to choose\none of them. An example is the rt2500usb and rt73usb wireless networking modules\n-- with some hardware these are both eligible however our experience has been that\nthe rt73usb works better. For such a situation, create a line here, of format\nmodule1:module2, where you want module2 to have preference over module1.\nNote: an alternative approach is to blacklist the rt2500usb module (see main menu)\nhowever that is gross as it always prevents rt2500usb from loading.
fr: Parfois, deux modules sont éligibles pour le même matériel, et vous devez choisir\nl'un d'entre eux. Un exemple les modules rt2500usb et rt73usb de réseau sans fil\n - avec certains matériels ces deux sont éligibles, toutefois par expérience le\nmodule rt73usb fonctionne mieux. Dans cette situation, créez une ligne ici, de format\nmodule1:module2, où vous voulez le module2 prioritaire sur le module1. \nNote: une autre approche c'est retirer de la liste noire le module rt2500usb (voir menu\nprincipal). C'est un peu brutal car cela empêchera à jamais le chargement de rt2500usb.

source: ALSA sound server, required to play audio
fr: ALSA serveur audio, requis pour lire des fichiers audio

source: CUPS printing, required to print
fr: CUPS printing, requis pour imprimer

source: DBUS interprocess messaging, required by some apps
fr: DBUS interprocess messaging, requis pour certaines applications

source: ACPI management, not essential
fr: gestionnaire ACPI, non essentiel

source: Only needed for certain Internet dialup modems
fr: Seulement pour certains modems analogiques

source: Logs kernel & app. info. & error messages, not essential
fr: Journaux du noyau & infos des applis & messages des erreurs, non essentiel

source: only needed for quick mounting Samba shares in lameSMBxplorer
fr: seulement pour le montage rapide de partage Samba dans lameSMBxplorer

source: Firewall important security on Internet
fr: Pare-feu de sécurité important sur Internet

source: Untick a checkbox to prevent service from running at startup
fr: Décochez une case pour empêcher le service de se lancer au démarrage

source: Help
fr: Aide

source: Startup services
fr: Services de démarrage

source: Cancel
fr: Annuler

source: The EventManager will now be run, so that you can enable 'udev'. You will need to tick the 'hotplug module/firmware loading' checkbox...
fr: EventManager va maintenant être exécuté, de sorte que vous pouvez activer 'udev'. Vous aurez besoin de cocher la case 'hotplug module/firmware loading' ...

source: The EventManager will now be run, so that you can disable 'udev'. You will need to untick the 'hotplug module/firmware loading' checkbox...
fr: EventManager va maintenant être exécuté, de sorte que vous pouvez désactiver 'udev'. Vous aurez besoin de décocher la case 'hotplug module/firmware loading' ...

source: ALTERNATIVE: Shinobar's SFS_Load application will enable you to install SFS files on-the-fly, that is, load and unload them without having to reboot -- see the 'Setup' menu.
fr: ALTERNATIVE: L'application SFS_Load de Shinobar permettre d'activer l'installation à la volée de fichiers SFS, ce qui permet de les charger et de les décharger sans avoir à redémarrer-- voir le menu 'Configuration'.

source: Load SFS files
fr: Charger les fichiers SFS

source: Puppy has a file named
fr: Puppy/Toutou à un fichier nommé

source: Shinobar's SFS_Load application will enable you to install SFS files -- see the 'Setup' menu.
fr: L'application SFS_Load de Shinobar va vous autoriser à installer des fichiers SFS -- voir le menu 'Configuration'.

source: TECHNICAL: Clicking on an SFS file will open it, and it's contents can then be copied to /. It is recommended to use the '-a -f --remove-destination' parameters for the 'cp' command.
fr: TECHNICAL: Cliquer sur un fichier SFS file va l'ouvrir, et son contenu peut être copié vers /. Il est recommandé d'utiliser les paramètres '-a -f --remove-destination' pour la commande 'cp'.

source: NOTICE: As this is a full installation of Puppy without an initrd, SFS files cannot be loaded/unloaded at bootup. However, they can be permanently installed.
fr: NOTE: Comme ceci est une installion complète de Puppy sans un initrd, les fichiers SFS ne peuvent pas être chargés/déchargés au démarrage. Néanmoins, ils peuvent être installés de façon permanente.

source: Startup Manager
fr: Gestionnaire de démarrage

source: Startup Apps
fr: Apps de démarrage

source: SFS-packages
fr: Paquets SFS

source: Manage startup apps
fr: Gérer les apps de démarrage

source: Manage what apps are set to start when the graphical server (X) starts on your system. These apps include the notification icons in the system tray and some other hidden services that need the graphical server to be running.
fr: Gérer quelles apps démarreront quand le serveur graphique (X) démarrera sur votre système. Ces apps incluent les icônes de notifications dans la barre de notification et d'autres services cachés qui ont besoin du server graphique pour fonctionner.

source: Load kernel modules
fr: Charger les modules du noyau

source: If a driver module did not get loaded, or the wrong one got loaded, or you want to 'blacklist' a module, this is the place. A common scenario is a driver got auto-loaded, for say your wireless network card, but you cannot or do not want to use it, and want some other module or want to use Ndiswrapper (to use the Windows driver).
fr: Si un pilote ne s'est pas chargé, ou n'est pas le bon, ou si vous voulez mettre un module en liste noire, c'est ici. Le plus commun est le cas d'un pilote monté automatiquement, la carte réseau wifi, mais vous ne pouvez ou ne voulez pas l'utiliser, ou vous voulez d'autres modules ou même utiliser Ndiswrapper (pour utiliser le pilote Windows).

source: Manage system services
fr: Gérer les services du système

source: These are processes (applications) that are started at bootup and run continuously in the background. On slow PCs it may help to not run some of these.
fr: Ici se trouvent les processus (applications) lancés au démarrage et fonctionnant continuellement en arrière plan. Sur des PC lents, il peut être utile de ne pas les lancer tous.

source: Quit
fr: Quitter
