Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/cdburner-wizard.po
Languages: fr

source: CD/DVD driver Wizard: FAILURE
fr: Assistant du pilote de CD et DVD : ECHEC

source: no optical drive found
fr: aucun disque optique trouvé

source: nothing
fr: aucun

source: Welcome to my CD and DVD Drive Wizard!
fr: Bienvenue dans l'Assistant CD et DVD!

source: Choose_cdrom
fr: Choix du CD

source: Choose_dvd
fr: Choix du DVD

source: Optical Drive Wizard
fr: Assistant de disque optique

source: HELP
fr: AIDE

source: EXIT
fr: QUITTER

source: Puppy has probed your PC and found these CD/DVD drives:
fr: Votre PC possède les lecteur/graveurs de CD/DVD suivants :

source: Puppy thinks the default CDROM drive is: ${CDROMDEV}
fr: Lecteur/graveur de CDROM par défaut: $CDROMDEV

source: Puppy thinks the default DVD drive is: ${DVDDEV}
fr: Lecteur/graveur de DVD par défaut: $DVDDEV

source: /dev/cdrom is currently linked to: ${CDROMLINK}.
fr: /dev/cdrom est actuellement lié à: $CDROMLINK.

source: /dev/dvd is currently linked to: ${DVDLINK}.
fr: /dev/dvd est actuellement lié à: $DVDLINK.

source: If you disagree with these choices, click the "${CHOSECD}" or "${CHOSEDVD}" button to change the selection.
fr: Si vous n'êtes pas d'accord, cliquez sur les boutons "${CHOSECD}" ou "${CHOSEDVD}" pour modifier.

source: CD/DVD drive Wizard
fr: Assistant de lecteur/graveur de CD/DVD

source: Choose which is the CDROM drive:
fr: Choisir le lecteur/graveur de CDROM :

source: YOU MADE NO CHOICE FOR CDROM DRIVE, KEEPING ${CDROMDEV}
fr: VOUS N'AVEZ FAIT AUCUN CHOIX, ON CONSERVE ${CDROMDEV}

source: YOU JUST CHOSE ${CDROMD0} AS THE CDROM DRIVE
fr: VOUS AVEZ CHOISI ${CDROMD0} COMME LECTEUR/GRAVEUR DE CD

source: Choose which is the DVD drive:
fr: Choisir le lecteur/graveur de DVD :

source: YOU MADE NO CHOICE FOR DVD DRIVE, KEEPING ${DVDDEV}
fr: VOUS N'AVEZ FAIT AUCUN CHOIX, ON CONSERVE ${DVDDEV}

source: YOU JUST CHOSE ${DVDD0} AS THE DVD DRIVE
fr: VOUS AVEZ CHOISI ${DVDD0} COMME LECTEUR/GRAVEUR DE DVD

source: CD/DVD driver Wizard: HELP
fr: Assistant de lecteur/graveur de CD/DVD: AIDE

source: /dev/dvd and /dev/cdrom are links to the actual devices, for example, a link to /dev/sdc. These should point to the drives that you want to read from. For example, my PC has two drives, a DVD read-only drive and a CD-burner drive. I point *both* /dev/dvd and /dev/cdrom to the DVD drive, although I could have pointed /dev/cdrom to the burner drive (a DVD drive can also read CDs, so I chose it as my default for reading both CDs and DVDs). There are various applications for reading from CD or DVD. For example, Gxine can play audio CDs and video DVDs. Some of these applications require that /dev/cdrom or /dev/dvd point to the correct devices.
fr: /dev/dvd et /dev/cdrom sont des liens vers les périphériques, par exemple, un lien vers /dev/sdc. Ils doivent pointer vers les lecteurs que vous souhaitez utiliser pour lire. Par exemple, mon PC a deux périphériques, un lecteur de DVD et un lecteur-graveur de CD. Je pointe à la fois /dev/dvd et /dev/cdrom vers le lecteur de DVD, bien que j'aurais pu lier /dev/cdrom au lecteur-graveur de CD (un lecteur de DVD peut aussi bien lire les CD, et je l'ai donc choisi par défaut pour la lecture des CD et DVD). Il existe différentes applications pour la lecture des CD ou DVD. Par exemple, gxine peut lire des CD audio et DVD vidéo. La plupart de ces applications exigent que /dev/cdrom ou /dev/dvd pointent vers les bons périphériques.
