Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/connectwizard.po
Languages: fr

source: No network interfaces detected
fr: Aucune interface réseau détectée

source: Available network interfaces:
fr: Interfaces réseau disponibles :

source: No dialup modem detected
fr: Aucun modem analogique détecté

source: Dialup modem detected at port
fr: Modem analogique détecté au port

source: Dialup modem at port
fr: Modem analogique au port

source: not found
fr: non trouvé

source: GnomePPP (modem dialup)
fr: GnomePPP (modem à numérotation)

source: GPRS Connect
fr: Connexion GPRS

source: Wireless GPRS modem:
fr: Modem GPRS sans fil:

source: Pwireless (wireless networking)
fr: Pwireless (réseau sans fil)

source: Frisbee (wireless networking)
fr: Frisbee (connexion réseau sans fil)

source: Network Wizard Classic
fr: Assistant réseau classique

source: Dougal's Network Wizard
fr: Assistant réseau par Dougal

source: Simple Network Setup
fr: Configuration réseau simplifiée (SNS)

source: Desktop/tray
fr: Bureau/Barre

source: What you choose here will start immediately next time you click the 'connect' icon:
fr: Votre choix sera exécuté la prochaine fois que vous cliquerez sur l'icône 'Connexion':

source: PupDial (modem dialup)
fr: PupDial (modem à numérotation)

source: Internet Connection Wizard
fr: Assistant de connexion Internet

source: Change hostname:
fr: Changer le nom d'hôte:

source: Type your computer name to identify in the network. Alpha-numeric without spaces. Then click button to apply the change.
fr: Tapez le nom de votre ordinateur pour l'identifier dans le réseau. Caractères alphanumériques sans espace. Puis cliquez sur le bouton pour appliquer le changement.

source: Your computer has been assigned a unique name, known as the 'hostname', by which it identifies itself on a network. However, you might wish to change that to a name that is more meaningful to yourself, such as 'johnsmithpc'. The hostname can have letters and numbers, no spaces.
fr: Votre ordinateur a reçu, comme 'nom d'hôte', un nom unique, par lequel il s'identifie sur un réseau. Cependant, si vous souhaitez en changer pour un autre plus significatif pour vous, genre 'JeanDuponthpc'. Sachez que le nom d'hôte peut contenir des lettres et des chiffres, sans espace.

source: Click button to apply hostname
fr: Cliquez sur le bouton pour appliquer le nom d'hôte

source: Current setup/status
fr: Configuration/Etat actuels:

source: Detailed network interface Information:
fr: Information détaillée sur l'interface réseau:

source: Connect to Internet by
fr: Connexion Internet par

source: Dialup analog or wireless modem:
fr: Modem à numérotation ou sans fil:

source: Wired or wireless LAN:
fr: Réseau local avec ou sans fil:

source: Setup a firewall:
fr: Configurer un parefeu:

source: Setup a proxy server:
fr: Configurer un serveur proxy:

source: HELP
fr: AIDE

source: MORE HELP
fr: AIDE SUPPLEMENTAIRE

source: Tools
fr: Outils
