Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/copy-fast.po
Languages: fr

source: Current date:
fr: Date actuelle:

source: Also recorded in /tmp/rsync-results.
fr: Également enregistré dans /tmp/rsync-results.

source: Please wait patiently for completion.
fr: S'il vous plaît attendre patiemment la fin

source: There is a list of copied files found at /tmp/rsync-results
fr: Il y a une liste des fichiers copiés dans /tmp/rsync-results

source: It is not recommended to copy a folder into itself.
fr: Il n'est pas recommandé de copier un dossier en lui-même.

source: No files copied!
fr: Aucun fichiers copiés!

source: Sorry. There is a file with the same name.
fr: Désolé. Il y a un fichier avec le même nom.

source: Copy to...
fr: Copier vers ...

source: Help
fr: Aide

source: Add a folder to list
fr: Ajouter un dossier à la liste

source: Cancel
fr: Annuler

source: Copy
fr: Copie

source: There is a file with the same name.
fr: Il y a un fichier avec le même nom.

source: Do you want to overwrite it?
fr: Voulez-vous le remplacer?

source: Copying a file, please wait...
fr: Copie en cours d'un fichier, patientez s'il vous plaît...
