Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/dal.po
Languages: fr

source: (default applications launcher)
fr: (lanceur d'applications par défaut)

source: Version and authors of $AppTitle01. Version used: $AppVersion by $AuthorActualVersion. Previous versions: by $AuthorPreviousVersions. Original version: by $AuthorOriginalVersion.
fr: Version et auteurs de $AppTitle01. Version utilisée : $AppVersion par $AuthorActualVersion. Version précédentes : par $AuthorPreviousVersions. Version originale : par $AuthorOriginalVersion.

source: Preferences
fr: Préférences

source: Interface: large (check) or small (uncheck).
fr: Interface : large (cocher) ou réduite (décocher).

source: Large interface
fr: Interface large

source: Automatically exit $AppTitle01 after selection of a default application.
fr: Quitter automatiquement $AppTitle01 après la sélection d'une application par défaut.

source: Auto exit
fr: Quitter automatiquement

source: Use terminal to run applications.
fr: Utiliser un terminal pour activer les applications.

source: Run in terminal
fr: Activer dans un terminal.

source: Save values then exit.
fr: Sauvegarder les valeurs, puis quitter.

source: Web - Office - Personnal
fr: Internet - Bureautique - Personnel

source: Multimedia - Utility
fr: Multimédia - Utilitaires

source: Web
fr: Internet

source: Web browser
fr: Navigateur internet

source: Launch default web browser.
fr: Activer le navigateur internet par défaut.

source: HTML viewer
fr: Lecteur HTML

source: Launch default HTML viewer.
fr: Activer le lecteur HTML par défaut.

source: HTML editor
fr: Editeur HTML

source: Launch default HTML editor.
fr: Activer l'éditeur HTML par défaut.

source: Email
fr: Courriel

source: Launch default email.
fr: Activer le gestionnaire de courriel par défaut.

source: Chat
fr: Clavardage

source: Launch default chat.
fr: Activer l'application clavardage par défaut.

source: FTP client
fr: Client FTP

source: Launch default FTP client.
fr: Activer le client FTP par défaut.

source: Launch default torrent.
fr: Activer l'application torrent par défaut.

source: Office
fr: Bureautique

source: Office suite
fr: Suite bureautique

source: Launch default office suite.
fr: Activer la suite bureautique par défaut.

source: Word processor
fr: Traitement de textes

source: Launch default word processor.
fr: Activer le traitement de textes par défaut.

source: Text editor
fr: Editeur de textes

source: Launch default text editor.
fr: Activer l'éditeur de textes par défaut.

source: Text viewer
fr: Lecteur de textes

source: Launch default text viewer.
fr: Activer le lecteur de textes par défaut.

source: Spreadsheet
fr: Tableur

source: Launch default spreadsheet.
fr: Activer le tableur par défaut.

source: Calculator
fr: Calculatrice

source: Launch default calculator.
fr: Activer la calculatrice par défaut.

source: Launch default PDF.
fr: Activer l'application PDF par défaut.

source: Personal
fr: Personnel

source: Launch default contact.
fr: Activer l'application contact par défaut.

source: Calendar
fr: Calendrier

source: Launch default calendar.
fr: Activer le calendrier par défaut.

source: Audio/Video
fr: Audio/Vidéo

source: Audio mixer
fr: Mixer audio

source: Launch default audio mixer.
fr: Activer le mixer audio par défaut.

source: Media player
fr: Lecteur multimédia

source: Launch default media player.
fr: Activer le lecteur multimédia par défaut.

source: Audio player
fr: Lecteur audio

source: Launch default audio player.
fr: Activer le lecteur audio par défaut.

source: Audio CD player
fr: Lecteur CD audio

source: Launch default audio CD player.
fr: Activer le lecteur CD audio par défaut.

source: Audio editor
fr: Editeur audio

source: Launch default audio editor.
fr: Activer l'éditeur audio par défaut.

source: Graphic
fr: Graphisme

source: Image viewer
fr: Lecteur d'image

source: Launch default image viewer.
fr: Activer le lecteur d'image par défaut.

source: Image editor
fr: Editeur d'image

source: Launch default image editor.
fr: Activer l'éditeur d'image par défaut.

source: Drawing
fr: Dessin

source: Launch default drawing.
fr: Activer l'application dessin par défaut.

source: Screenshot
fr: Copie d'écran

source: Launch default screenshot.
fr: Activer l'application copie d'écran par défaut.

source: Utility
fr: Utilitaires

source: Launch default terminal.
fr: Activer le terminal par défaut.

source: File manager
fr: Gestionnaire de fichiers

source: Launch default file manager.
fr: Activer le gestionnaire de fichiers par défaut.

source: Burner
fr: Graveur

source: Launch default burner.
fr: Activer le graveur par défaut.

source: Archiver
fr: Archiveur

source: Launch default archiver.
fr: Activer l'archiveur par défaut.

source: Search
fr: Rechercher

source: Launch default search.
fr: Activer l'application de recherche par défaut.

source: Define preferences of $AppTitle01.
fr: Définir les préférences de $AppTitle01.

source: Define default applications used by $AppTitle01.
fr: Définir les applications par défaut utilisées par $AppTitle01.

source: Help for $AppTitle01.
fr: Aide pour $AppTitle01.

source: Version and authors of $AppTitle01.
fr: Versions et auteurs de $AppTitle01.

source: Quit $AppTitle01.
fr: Quitter $AppTitle01.

source: $ANL01 is already active. So your request is not accepted.
fr: $ANL01 est déjà actif. Par conséquent, votre demande n'est pas acceptée.
