Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/doi.po
Languages: fr

source: Download official iso
fr: Télécharger les fichiers iso officiels

source: No server available to update $ANL01. Check Internet connection and $AppTitle01 configuration, then restart $AppTitle01.
fr: Aucun serveur n'est disponible pour mettre à jour $ANL01. Vérifiez la connexion internet et la configuration de $AppTitle01, puis redémarrez $AppTitle01.

source: No server available to download iso files. Check Internet connection and $AppTitle01 configuration, then restart $AppTitle01.
fr: Aucun serveur n'est disponible pour télécharger les fichiers iso. Vérifiez la connexion internet et la configuration de $AppTitle01, puis redémarrez $AppTitle01.

source: Please, select a file in the list.
fr: Veuillez sélectionner un fichier dans la liste.

source: No information available. For more information, visit the forum or the website of $DISTRO_NAME $DISTRO_VERSION.
fr: Aucune information n'est disponible. Pour plus de renseignements, visitez le forum ou le site web de $DISTRO_NAME $DISTRO_VERSION.

source: Currently, this file is not available.
fr: Actuellement, ce fichier n'est pas disponible.

source: Download process is completed: files have been saved in folder $DOWNLOAD_DIRECTORY
fr: le téléchargement est terminé : les fichiers ont été sauvegardés dans le dossier $DOWNLOAD_DIRECTORY

source: Version and authors of $AppTitle. - Version used: $AppVersion by $AuthorActualVersion. - Previous versions: by $AuthorPreviousVersions. - Original version: by $AuthorOriginalVersion.
fr: Version et auteurs de $AppTitle. - Version utilisée : $AppVersion par $AuthorActualVersion. - Versions précédentes : par $AuthorPreviousVersions. - Version originale : par $AuthorOriginalVersion.

source: Help
fr: Aide

source: $AppTitle allows to download $DISTRO_NAME official iso files.
fr: $AppTitle permet de télécharger les fichiers iso officiels de $DISTRO_NAME.

source: Downloading information file...
fr: Téléchargement du fichier d'information...

source: $DLNAME - File: $DLFILE - Release date: $DLRELEASEDATE - Size: $DLSIZE MB - Kernel: $DLKERNEL - Version based on: $DLBASE
fr: $DLNAME - Fichier : $DLFILE - Date de publication : $DLRELEASEDATE - Taille : $DLSIZE MB - Kernel : $DLKERNEL - Version basée sur : $DLBASE

source: Downloading $GETFILES...
fr: Téléchargement de $GETFILES...

source: Free space in download folder ($DOWNLOAD_DIRECTORY = $FREESPACE MB) is smaller than size required to download $GETFILES ($PKGSIZE MB), so your request is not possible. Note: size required to download $GETFILES ($PKGSIZE MB) = $DLSIZE (size of file requested) + $SECURITYMARGIN (security margin)
fr: L'espace libre dans le dossier de téléchargement ($DOWNLOAD_DIRECTORY = $FREESPACE Mo) est plus petit que la taille nécessaire pour télécharger $GETFILES ($PKGSIZE Mo), par conséquent votre demande n'est pas acceptée. Remarque : taille nécessaire pour télécharger $GETFILES ($PKGSIZE Mo) = $DLSIZE (taille du fichier demandé) + $SECURITYMARGIN (marge de sécurité)

source: Available files
fr: Fichiers disponibles

source: Select files in the list, then click an button Actions.
fr: Sélectionnez des fichiers dans la liste, puis cliquez sur l'un des boutons Actions.

source: Click here to sort items of the list
fr: Cliquez ici pour classer les éléments de la liste

source: Use Internet to get function informations for selected files.
fr: Utiliser internet pour obtenir des informations sur les fichiers sélectionnés.

source: Function
fr: Fonction

source: Show version informations for selected files.
fr: Montrer les informations de version pour les fichiers sélectionnés.

source: Download selected files (in folder $DOWNLOAD_DIRECTORY).
fr: Télécharger les fichiers sélectionnés (dans le dossier $DOWNLOAD_DIRECTORY).

source: Download
fr: Télécharger

source: Consult download folder ($DOWNLOAD_DIRECTORY).
fr: Consulter le dossier des téléchargements ($DOWNLOAD_DIRECTORY).

source: Downloads
fr: Téléchargements

source: Preferences
fr: Préférences

source: Use terminal to show informations during downloads.
fr: Utiliser un terminal pour montrer des informations durant les téléchargements.

source: Use terminal during downloads
fr: Utiliser un terminal durant les téléchargements

source: Current download folder:
fr: Dossier de téléchargement actuel :

source: Folder used to host downloaded files.
fr: Dossier utilisé pour accueillir les fichiers téléchargés.

source: Download folder
fr: Dossier des téléchargements

source: Select/Change folder used to host downloaded files.
fr: Sélectionner/Changer le dossier utilisé pour accueillir les fichiers téléchargés.

source: Show content of host folder after downloads.
fr: Montrer le contenu du dossier d'accueil après les téléchargements.

source: Show content after dowloads
fr: Montrer le contenu après les téléchargements

source: Save values.
fr: Sauvegarder les valeurs.

source: Preferences of $AppTitle01.
fr: Préférences de $AppTitle01.

source: Use web browser to consult repositery.
fr: Utiliser le navigateur internet pour consulter le dépôt.

source: Refresh list of available files.
fr: Rafraîchir la liste des fichiers disponibles.

source: Help for $AppTitle01.
fr: Aide pour $AppTitle01.

source: Version and authors of $AppTitle01.
fr: Version et auteurs de $AppTitle01.

source: Quit $AppTitle01.
fr: Quitter $AppTitle01.

source: $AppTitle is already running.
fr: $AppTitle est déjà activé.
