Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/dotpup.po
Languages: fr

source: Install
fr: Installer

source: The word 'install' can mean two different things, either to install additional applications in the current Puppy, or to install Puppy to some other media. Take your pick!
fr: Installer peut signifier deux choses différentes. Soit installer Toutou/Puppy sur d'autres supports (disque dur interne, externe, USB etc.), soit installer des applications supplémentaires (paquets). Choisissez!

source: Install Puppy
fr: Installer Toutou/Puppy

source: Install applications
fr: Installer des applications

source: Puppy can be installed to just about anything, including internal hard drive, USB drive, and Zip/LS120 diskette. If for example you are now running Puppy from live-CD and fancy booting Puppy off a USB Flash drive, this is the right place. There are two tools, the Puppy Universal Installer, and BootFlash -- the first is recommended, BootFlash is your second choice, a specialised tool if you cannot get the computer to boot from a USB drive.
fr: Toutou/Puppy peut être installé à peu près n'importe où, (disque dur interne, clé USB, disquette Zip/LS120). Si, par exemple, vous l'utilisez à partir d'un Live-CD et qu'il vous prend l'envie de démarrer à partir d'une clé USB, c'est le bon endroit. Vous avez deux outils, Puppy Universal Installer, et BootFlash. Le premier est recommandé, BootFlash sera votre deuxième choix, c'est un outil spécialisé, si vous n'arrivez pas à démarrer d'un lecteur USB.

source: Click button to run the Universal Installer:
fr: Ici pour lancer PUI l'installeur universel:

source: Click button to run BootFlash USB installer:
fr: Ici pour lancer BootFlash, l'installeur USB:

source: The Puppy Package Manager is a tool for installing and uninstalling packages (applications). There are online repositories of ${DISTRO_BINARY_COMPAT} and Puppy packages -- the latter are known as PET packages and are identified by '.pet' on the end of their filename. Note that apart from the official ${DISTRO_BINARY_COMPAT} and PET repositories, Puppy enthusiasts have created many PETs at other locations, and all you need to do is download one and click on it to install it.
fr: Le Gestionnaire des paquets PPM est l'outil pour installer et désinstaller des paquets (applications). Ce sont les dépots en ligne de ${DISTRO_BINARY_COMPAT} et des paquets de Puppy -- ces derniers sont connus en tant que paquets PET et sont identifiés par le suffixe '.pet'. Notez qu'en plus des dépots officiels ${DISTRO_BINARY_COMPAT} et PET, des fans de Puppy ont créé beaucoup de paquets PET dans de nombreux autres endroits. Vous pouvez les télécharger d'un clic et les installez d'un autre clic.

source: Click button for Package Manager introduction webpage:
fr: Ici pour accèder à la page d'introduction des PET:

source: Click button to run the Puppy Package Manager:
fr: Ici pour lancer le gestionnaire des paquets PPM:

source: The above web link also introduces SFS files. These are application combo-packs, very easy to install and uninstall.
fr: Le lien ci-dessus présente aussi les fichiers SFS. Ce sont des application paquet-combo, très faciles à installer et à désinstaller.

source: Click button to choose an SFS file from the official repo:
fr: Ici pour choisir un fichier SFS du dépot officiel:
