Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/download_file.po
Languages: fr

source: Testing file exists:
fr: Test d'existance du fichier:

source: Puppy File Downloader
fr: PPM : Téléchargement de paquets

source: TEST AGAIN
fr: TESTER A NOUVEAU

source: GIVE UP
fr: ABANDONNER

source: Tested if remote file exists, but failed, see log top-left of screen. Do you want to test again, or give up?
fr: Test de l'existance du fichier distant sans réussite, voir le rapport en haut à gauche de l'écran. Voulez-vous tester à nouveau, ou abandonner?

source: Oh dear, unable to obtain size of remote file:
fr: Impossible d'obtenir la taille du fichier distant:

source: although it does seem to exist.
fr: Quoiqu'il semble bien exister.

source: Oh dear, this URL seems to be wrong:
fr: Cette URL semble erronée:

source: It is supposed to be of the format http://foo.org/abiword-1.pet, or ftp://foo.org/abiword-1.pet (with name of the file to download on the end), but your URL seems wrong.
fr: Elle est censé être de format http://foo.org/abiword-1.pet, ou ftp://foo.org/abiword-1.pet (avec le nom du fichier à télécharger à la fin), mais votre URL semble erroné.

source: Oh dear, something seems to be wrong with the URL:
fr: Il y a quelque chose qui 'coince' avec l'URL:

source: A probe of the remote file could not retrieve correct information on it.
fr: Un sondage du fichier distant n'a pas pu récupérer d'informations correctes à son sujet.

source: Click button to abort download...
fr: Cliquez sur le bouton pour annuler le téléchargement ...

source: You need to shutdown and create a save-file, then you will have more space. See menu Shutdown -> Reboot
fr: Vous devez fermer la session et créer un fichier de sauvegarde, ainsi vous aurez plus d'espace. Voir menu SESSION -> Redémarrer le PC

source: The partition is full, you will have to delete something.
fr: La partition est pleine, vous devez supprimer quelque chose.

source: Do not have enough space in the RAM. Maybe you need a swap file or swap partition (or it needs to be bigger)
fr: Vous n'avez pas assez d'espace en mémoire RAM. Peut-être avez-vous besoin d'un fichier ou d'une partition d'échange (ou peut être l'augmenter)

source: You need to increase the size of the save-file. See menu Utility -> Resize personal storage file
fr: Vous devez augmenter la taille du fichier de sauvegarde. Voir menu Utilitaires -> Augmenter le fichier de stockage personnel

source: Sorry, but there is not enough free space to download to. Attempted download directory: ${PWD} The online file is ${SIZEK_ONLINE}KB, but your free space is ${FREEK}KB. ${MSGs} Click button to abort download...
fr: Désolé, mais il n'y a pas assez d'espace disponible pour le téléchargement. Répertoire de téléchargement essayé : ${PWD} Le fichier en ligne fait ${SIZEK_ONLINE}Ko, et votre espace libre est de ${FREEK}KB. ${MSGs} Cliquez sur le bouton pour annuler le téléchargement ...

source: already
fr: déjà

source: CONTINUE
fr: CONTINUER

source: START AGAIN
fr: RECOMMENCER

source: File '${FILENAME}' is ${INSERT1}partly downloaded (although there is no guarantee it is uncorrupted), do you want to continue downloading it, or erase it and download entire file again?
fr: Le fichier '${FILENAME}' est ${INSERT1} partiellement téléchargé (sans aucune garantie qu'il ne soit pas corrompu), voulez-vous continuer à le télécharger, ou le supprimer et le télécharger à nouveau en totalité?

source: DOWNLOAD AGAIN
fr: TELECHARGER à nouveau

source: NO
fr: NON

source: File '${FILENAME}' is ${INSERT1}downloaded but is larger than the online file. Hmmm... this probably means that the online file is a more recent version, so it is recommended that you erase the local file and download it again... Do you want to erase it and download entire file again?
fr: Le fichier '${FILENAME}' est ${INSERT1} téléchargé, mais est plus grand que le fichier en ligne. Hmmm ... cela signifie probablement que le fichier en ligne est plus récent, il est donc recommandé d'effacer le fichier local et de le télécharger à nouveau ... Voulez-vous effacer et télécharger le fichier à nouveau en totalité?

source: File '${FILENAME}' is ${INSERT1}fully downloaded (although there is no guarantee it is uncorrupted), do you want to erase it and download entire file again?
fr: Le fichier '${FILENAME}' est ${INSERT1} entièrement téléchargé sans aucune garantie qu'il ne soit pas corrompu), voulez-vous l'effacer et le télécharger entièrement à nouveau?

source: Downloading file:
fr: Téléchargement du fichier:

source: TRY AGAIN
fr: RÉESSAYER

source: Download failed, see log top-left of screen. Do you want to try again, or give up?
fr: Le téléchargement a échoué, voir le rapport en haut à gauche de l'écran. Voulez-vous essayer à nouveau, ou abandonner?
