Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/ffconvert.po
Languages: fr

source: Multimedia converter
fr: Convertisseur Multimédia

source: Wait a moment ...
fr: Veuillez patienter ...

source: Launching %s
fr: Lancement de %s

source: Yes
fr: Oui

source: No
fr: Non

source: An error occured
fr: Une erreur s'est produite

source: Custom
fr: Personnel

source: Copy
fr: Copier

source: None
fr: Aucun

source: Same as source
fr: Identique à la source

source: Not specify
fr: Non précisé

source: stereo
fr: stéréo

source: Type or drag here the source media file.
fr: Saisissez ou faites glisser le fichier multimédia source ici.

source: Tick on here to rip a DVD-video
fr: Cochez ici pour extraire un DVD vidéo

source: DVD riping disabled beacause 'vobcopy' not installed.
fr: Extraction de DVD désactivée parce que 'vobcopy' n'est pas installé.

source: Optical drives not found.
fr: Lecteur optique non trouvé.

source: Preset
fr: Pré-réglages

source: Browse and select the source media file.
fr: Parcourir et sélectionner le fichier multimédia source.

source: Tick on if you want to convert all files with same extention in the same directory.
fr: Cochez si vous voulez convertir tous les fichiers de même extention du même répertoire.

source: All files in the same directory
fr: Tous les fichiers du même répertoire

source: Property of the source media file.
fr: Propriété du fichier multimédia source.

source: Info.
fr: Infos

source: Play back the source media file.
fr: Lire le fichier multimédia source.

source: Play
fr: Lire

source: Dest. dir.
fr: Répertoire de destination

source: Type or select the destination directory here.
fr: Saisissez ou sélectionnez le répertoire de destination ici.

source: Browse and select the destination directory.
fr: Parcourir et sélectionner le répertoire de destination.

source: Tick on to overwrite the destination files if they are exist.
fr: Cochez pour écraser les fichiers de destination s'ils existent déjà.

source: Overwrite files
fr: Remplacer les fichiers

source: Load preset options.
fr: Charger les options prédéfinies.

source: Select preset group.
fr: Sélectionner le groupe prédéfinies.

source: Select preset options.
fr: Sélectionner les options prédéfinies.

source: Preset name
fr: Nom du préréglage

source: Save preset options.
fr: Sauvegarder les options prédéfinies.

source: Save
fr: Sauver

source: Video
fr: Vidéo

source: Quality
fr: Qualité

source: Bitrate
fr: Débit moyen

source: Screen size
fr: Taille de l'écran

source: Frame rate
fr: Taux de trame

source: Adv. options
fr: Options avancées

source: Type additional options for video codec here.
fr: Saisissez ici des options supplémentaires pour le codec vidéo.

source: Sampling
fr: Echantillonnage

source: Channels
fr: Canaux

source: Select the number of audio channel.
fr: Sélectionnez le nombre de canaux audio

source: Type additional options for audio codec here.
fr: Saisissez ici des options supplémentaires pour le codec audio

source: File format
fr: Format de fichier

source: Select the target file format.
fr: Sélectionnez le format de fichier cible

source: Processing
fr: Traitement

source: 1-pass for quick, 2-pass for slow but high quality.
fr: 1-pass pour rapide, qualité standard. 2-pass pour lent, meilleure qualité.

source: Convert
fr: Convertir

source: Browse the local document on FFConvert.
fr: Parcourir le document local sur FFConvert.

source: Browse the ffmpeg document on the internet.
fr: Parcourir le document ffmpeg sur Internet.

source: Quit
fr: Quitter

source: No preset found.
fr: Aucune présélection trouvée.

source: Save as the new preset?
fr: Enregistrer en tant que nouveau préréglage?

source: Same name already exists.\nReplace the preset?
fr: Un nom identique existe déjà.\nRemplacer le préréglage?

source: Type new preset name to save.
fr: Saisissez le nom nouveau du préréglage pour enregistrer.

source: No video nor audio stream in %s.
fr: Aucun flux vidéo ou audio dans %s.

source: Create new directory?
fr: Créer un nouveau répertoire?

source: The free space of the destination seems small. But it depends on the bitrates of the source and the converted. You can change the destination directory, or go on without change.
fr: L'espace disponible de destination parait petit. Mais cela dépend des débits de la source et du converti. Vous pouvez changer le répertoire de destination, ou continuer sans changer.

source: free
fr: libre

source: Insert a DVD-video and click 'OK'.
fr: Insérez un DVD-vidéo et cliquez sur 'OK'.

source: Detecting DVD.
fr: Détection de DVD.

source: The disk on '/dev/%s' seems not a DVD-video.
fr: Le disque sur '/dev/%s' ne semble pas un DVD-vidéo.

source: Failed to mount '/dev/%s'.
fr: Impossible de monter '/dev/%s'.

source: Rip a DVD
fr: Extraire un DVD

source: Your FFmpeg seems not supporting the codec:
fr: Votre FFmpeg ne semble pas supporter le codec :

source: Your FFmpeg seems not supporting the format:
fr: Votre FFmpeg ne semble pas supporter le format :

source: %s is a directory.
fr: %s est un répertoire.

source: Convert all files in this directory?
fr: Convertir tous les fichiers dans ce répertoire?

source: %s not found.
fr: %s introuvable.

source: Souce file not specified.
fr: Le fichier source n'est pas spécifié.

source: Converting...
fr: Conversion en cours ...

source: Open log window
fr: Ouvrir un terminal pour voir le journal.

source: '%s' skipped.
fr: '%s' passé.

source: '%s' already exists. Skipped.
fr: %s existe déjà. Passé.

source: %s already exists.
fr: %s existe déjà.

source: Replace it?
fr: Le remplacer?

source: Replace
fr: Remplacer

source: Processing '%s'...
fr: Traitement %s ...

source: The job is canceled.
fr: La tâche est annulée.

source: Waiting the last process finishes...
fr: Attente de la fin des derniers processus ...

source: Click 'Cancel' to quit now.
fr: Cliquez sur 'Annuler' pour quitter maintenant.

source: An error occured.
fr: Une erreur est survenue.

source: You can check the log at %s.
fr: Vous pouvez consulter le journal à %s.

source: Look up log
fr: Consulter journal

source: Skip this file and continue?
fr: Passer ce fichier et continuer?

source: Skip
fr: Passer

source: The Job is aborted.
fr: La tâche est interrompue.

source: No files converted.
fr: Aucun fichier converti.

source: Successfully converted into %s.
fr: Convertis avec succès dans %s.

source: %s files successfully converted in %s.
fr: %s fichiers convertis avec succès dans %s.
