Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/filemnt.po
Languages: fr

source: Sorry $imgFile is already mounted and in-use by Puppy on $MNTDIMG_MNT_PT from $MNTDIMG
fr: Désolé $imgFile est déjà monté et utilisé par Toutou/Puppy sur $MNTDIMG_MNT_PT à partir de $MNTDIMG

source: NOTICE: This is an older version 3.x squashfs file, not usable. All Linux kernels 2.6.29 or later require version 4.x squashfs files (note, some 2.6.27.47+ kernels have Squashfs4 backported to them). Note, there is an SFS-version-converter in the Utility menu, run that first.
fr: AVIS: Ceci est une ancienne version 3.x de fichier squashfs, non utilisable. Tous les noyaux Linux 2.6.29 et suivants utilisent la version 4.x des fichiers squashfs (notez cependant que quelques noyaux 2.6.27.47+ ont aussi Squashfs4 retroporté). Il y a un convertisseur de version SFS dans le menu Utilitaire, lancez-le d'abord.

source: NOTICE: This is a newer version 4.x squashfs file, not usable. All Linux kernels 2.6.28 or earlier require version 3.x squashfs files (note, an exception is some 2.6.27.47+ kernels that have Squashfs4 backported). Note, there is an SFS-version-converter in the Utility menu, run that first.
fr: AVIS: Ceci est une nouvelle version 4.x de fichiers squashfs, non utilisable. Tous les noyaux Linux 2.6.28 et antérieurs utilisent la version 3.x des fichiers squashfs (notez cependant que quelques noyaux 2.6.27.47+ ont aussi Squashfs4 retroporté). Il y a un convertisseur de version SFS dans le menu Utilitaire, lancez-le d'abord.

source: Uninstall
fr: Désinstaller

source: Install
fr: Installer

source: You can choose to mount the ${imgFileBASE} file to view it's contents (read-only), or you can install it.
fr: Vous pouvez choisir de monter le fichier ${imgFileBASE} pour voir son contenu (en lecture seule) ou vous pouvez l'installer.

source: Regarding the latter, traditionally SFS files are selected by the \ZbBootManager\ZB for loading at bootup (see System menu), which you can do, or you can choose to install (load) it now (which will not require a reboot).\n\nNote1: If you want to edit the contents of an SFS file, you have to use the commandline utilities \Zbunsquashfs\ZB and \Zbmksquashfs\ZB.\nNote2: In the case of a full HD installation, without a layered filesystem, installation is irreversible. For all other installation modes, the BootManager can be used to unload an installed (loaded) SFS file.
fr: Sur ce dernier point, traditionnellement les fichiers SFS sont sélectionnés par le \ZbBootManager\ZB pour leur chargement au démarrage (voir le menu Système), ce que vous pouvez toujours faire. Ou alors, vous pouvez choisir de le monter (charger) maintenant (sans redémarrer le PC). Remarque 1 : Pour modifier le contenu d'un fichier SFS, vous devez utiliser les commandes \Zbunsquashfs\ZB et \Zbmksquashfs\ZB. Remarque 2 : Dans le cas d'une installation complète sans système de fichiers en couches, l'installation est irréversible. Pour tous les autres modes d'installation, le BootManager peut être utilisé pour démonter un fichiers SFS installé (chargé).

source: View contents
fr: Voir le contenu

source: Cancel
fr: Annuler

source: Enter password
fr: Entrer le mot de passe

source: Password required
fr: Mot de passe requis

source: Password required to open
fr: Mot de passe requis pour ouvrir

source: SUCCESS! Click $imgFileBASE icon again to unmount it
fr: REUSSI! Cliquez encore sur l'icône $imgFileBASE pour la démonter

source: Unmounting
fr: Démontage de

source: ERROR
fr: ERREUR

source: Failed mounting or unmounting
fr: Echec du montage ou démontage
