Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/firewall_install.sh.po
Languages: fr

source: Configuration terminated. Goodbye.
fr: Configuration achevée. Au revoir!

source: Required program dialog not found.
fr: Le module d'échange du programme requis n'a pas été trouvé.

source: Linux Firewall Configuration Utility
fr: Utilitaire de configuration du pare-feu Linux.

source: Welcome to installer version ${GUI_VERSION} for Linux Firewall version ${FW_VERSION}. You can abort this installation at any time by pressing the [ESC] key. Please select your desired installation type below. The default installation will close all ports so that no services will be available to remote hosts. A custom installation will allow you to configure remote access and provide an opportunity to enable Internet connection sharing for hosts on an attached private network.
fr: Bienvenue dans l'installeur (version ${GUI_VERSION}) pour le pare-feu Linux (version ${FW_VERSION}). A tout moment, pressez la touche 'Échap' ou 'Esc' pour interrompre l'installation. Ci-dessous, choisissez le type d'installation désiré : par défaut, l'installation fermera tous les ports, et l'accès à tout service distant ; une installation personnalisée vous permettra de configurer les accès distants et de garder une connexion internet avec les hôtes de tout réseau privé attaché.

source: Default installation without questions
fr: Installation par défaut, sans question.

source: Default installation
fr: Installation par défaut.

source: Custom installation
fr: Installation personnalisée.

source: Open Ports
fr: Ports ouverts

source: Below is a list of common services available on Linux systems. Using the space bar, select the services ** running on this machine ** you wish to make available to remote hosts. In the next section you will be given a chance to specify who is allowed to connect to each service. Afterwards you will be given an opportunity to specify hosts and networks allowed to bypass the firewall altogether.
fr: Ci-dessous, une liste des services communs disponibles pour toute distribution Linux : avec la barre d'espace, sélectionnez les services qui tournent sur cet ordinateur, et que vous souhaitez rendre disponibles aux hôtes distants. Dans la section suivante, spécifiez qui peut se connecter à chaque service. Après cela, vous pourrez indiquer les hôtes et réseaux autorisés à passer votre pare-feu.

source: Specify Open Ports
fr: Spécifiez les ports ouverts

source: Numerically list additional ports or port ranges available to other connecting hosts. In the next section you will be given a chance to specify who is allowed to connect to each port or port range. Protocols tcp and udp can optionally be specified here. If no protocol is specified, then connections to either protocol will be accepted. Format: <port or port-range>[/<protocol>] Example:
fr: Listez de façon numérique les ports additionnels ou les plages de ports disponibles pour les autres hôtes connectés ; dans la prochaine section, vous pourrez indiquer qui vous autorisez à se connecter à chacun des ports. Les protocoles TCP et UDP peuvent aussi être spécifiés en option : si aucun protocole n'est indiqué, tous sont acceptés par convention. Format de déclaration : <port ou rangée de ports>[/<protocole>] Exemple :

source: This will open up TCP port 901, port 92 for both TCP and UDP, and TCP ports 2400 through 2500.
fr: Cela ouvrira le port TCP 901, le port 92 tant en TCP qu'en UDP, TCP et les ports 2400 à 2500.

source: Port ${curport} of ${portnum} - ${portstr}
fr: Port ${curport} de ${portnum} - ${portstr}

source: Who can access ${portstr}?
fr: Qui peut accéder à ${portstr}?

source: Allow from anywhere
fr: Autoriser depuis n'importe où.

source: Allow from ${LONG_NETWORK_NAME}
fr: Autoriser depuis le réseau ${LONG_NETWORK_NAME}.

source: Specify Access
fr: Spécifiez l'accès.

source: Specify access to ${portstr}
fr: Spécifiez l'accès au port ${portstr}.

source: Please specify which hosts and/or networks may connect to ${portstr} by entering a space-delimited list of hosts and/or networks. Format: <host or network address>[/<netmask>] Example: "207.198.61.33 198.82.0.0/16"
fr: Veuillez spécifier quels hôtes et/ou réseaux pourraient se connecter à ${portstr} en entrant les noms d'hôtes et de réseaux séparés par des espaces. Format de déclaration : <adresse de l'hôte ou du réseau>[/<masque réseau>] Exemple : "207.198.61.33 198.82.0.0/16"

source: Invalid Bitmask
fr: Masque binaire ('bitmask') invalide !

source: The host/netmask you specified (${host}/${mask}) was invalid. Re-enter the full list of hosts and/or networks for port ${portstr}.
fr: L'hôte ou le masque réseau spécifié (${host}/${mask}) n'est pas valable. Saisissez à nouveau la liste complète des hôtes et réseaux pour le port ${portstr}.

source: Internet Connection Sharing
fr: Partage de connexion Internet

source: Do you wish to share your Internet connection with a private internal network?
fr: Souhaitez-vous partager votre conexion Internet avec un réseau interne privé ?

source: List Internal Interfaces
fr: Liste des interfaces internes

source: Enter one or more ethernet interfaces connected to private internal networks in a space delimited list. Example: "eth1 eth2"
fr: Entrez une ou plusieurs interfaces ethernet connectées aux réseaux internes privés, et séparez-les par de simples espaces. Exemple : "eth1 eth2"

source: Dial-up Information
fr: Information de connexion

source: Does this system access the Internet through a telephone dial-up modem? This information is required in order to configure Internet connection sharing and will not effect your Internet access in any way.
fr: Est-ce que ce système accède à Internet par modem commuté (modem à numérotation)? Cette information est requise pour configurer le partage de connexion Internet, mais n'affectera aucunement votre accès à Internet.

source: (besides existing private internal networks)
fr: (en plus des réseaux internes et privés existants)

source: Trusted Networks
fr: Réseaux fiables

source: If there are any hosts or networks${xtratxt} that should be able to bypass the firewall altogether and connect to any services running on this system, please list them here. This might include hosts allowed to connect here for administrative purposes. Format: <host or network address>[/<netmask>] Example: "207.198.61.33 128.173.0.0/16"
fr: S'il y a des hôtes ou réseaux${xtratxt} capables de passer le pare-feu et de se connecter à quelque service tournant sur cet ordinateur, listez-les ici. Ceci inclut les hôtes autorisés à se connecter ici pour des raisons administratives. Format : <adresse de l'hôte ou du réseau>[/<masque réseau>] Exemple : "207.198.61.33 128.173.0.0/16"

source: The host/netmask you specified (${host}/${mask}) was invalid. Re-enter the complete full-access list.
fr: L'hôte ou le masque de réseau spécifié (${host}/${mask}) n'est pas valable. Saisissez à nouveau la liste complète pour les accès sans restriction.

source: System configuration tests...
fr: Tests de configuration du système...

source: System Configuration Testing
fr: Test de la configuration du système en cours.

source: Your firewall is now ready to be installed. Would you like to verify your system configuration first? This is a recommended step if this is the first time you are installing a firewall on this host. The testing procedure will not modify your current firewall configuration. Note that this opperation may take some time depending on the speed of your computer and the complexity of your firewall configuration.
fr: Votre pare-feu est désormais prêt à être installé. Voulez-vous auparavant vérifier votre configuration de système? Cette étape est recommandée pour une première installation de pare-feu sur cet hôte. Cela ne modifiera en rien votre configuration courante de pare-feu. Cette opération prendra un peu de temps en fonction de la rapidité de votre ordinateur et de la complexité de la configuration du pare-feu.

source: Running ./rc.firewall
fr: Exécution de ./rc.firewall

source: Errors were detected in your system configuration. See the output above for specific details.
fr: Des erreurs ont été détectées sur la configuration du système. Vérifiez la sortie ci-dessous pour les détails.

source: A copy of the Linux Firewall initialization script preconfigured by this program is located in ${FW_TMPFILE}
fr: Une copie du script d'initialisation du pare-feu Linux, préconfiguré par ce programme se trouve en ${FW_TMPFILE}

source: Done.
fr: Terminé !

source: Press any key to continue ...
fr: Pressez une touche pour continuer...

source: Firewall installation...
fr: Installation du pare-feu...

source: Firewall Installation
fr: Installation du pare-feu

source: The firewall is now ready to be enabled. Your system configuration will also be modified so that the firewall will be started each time your computer is booted. If you choose not to continue, a copy of the Linux Firewall initialization script, preconfigured by this program, can be found here: "${FW_TMPFILE}". Would you like to continue?
fr: Le pare-feu peut être activé. Votre configuration de système sera modifiée pour que le pare-feu soit lancé à chaque démarrage de votre ordinateur. Si vous choisissez de ne pas continuer, une copie du script d'initialisation du pare-feu Linux, préconfiguré par ce programme, sera placée ici : "${FW_TMPFILE}". Voulez-vous continuer?

source: INSTALLATION FAILED with the following message:
fr: ECHEC DE L'INSTALLATION, avec le message suivant :

source: A copy of the Linux Firewall initialization script preconfigured by this program is located in ${FW_TMPFILE}.
fr: Une copie du script d'initialisation du pare-feu Linux, préconfiguré par ce programme, se trouve dans ${FW_TMPFILE}.

source: Installation Complete
fr: Installation terminée.

source: The firewall is now RUNNING on your system. The firewall initialization script has been installed here: ${FW_INSTALL} and will run each time you boot your system.
fr: Le pare-feu tourne maintenant sur votre système. Le script d'initialisation du pare-feu a été installé ici : ${FW_INSTALL} et sera activé à chaque démarrage de l'ordinateur.

source: Advanced users can modify their firewall configuration by configuring the above file with any text editor. After making changes you will need to run the rc.firewall script again for changes to take effect.
fr: Les utilisateurs avancés peuvent changer la configuration du pare-feu en modifiant le fichier ci-dessous dans un éditeurt de texte quelconque. Après toute modification, vous devrez relancer le script rc.firewall pour que les changements soient pris en compte.

source: For more information, please visit: http://projectfiles.com/firewall/
fr: Pour plus d'information, visitez s'il vous plaît le site : http://projectfiles.com/firewall/
