Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/fontmanager.po
Languages: fr

source: No TTF-file to install
fr: Pas de fichier TTF à installer

source: Font Manager
fr: Gestionnaire de polices

source: Size
fr: Taille

source: Appearance
fr: Apparence

source: Install fonts
fr: Installer polices

source: Global font size
fr: Taille globale de la police

source: Please choose dpi (dots per inch) for the screen. The larger the value, the bigger that antialiased fonts will render on the screen. Adjust up or down if fonts are rendering too small or too big on screen.
fr: Veuillez choisir le PPP (points par pouce) pour l'écran. Plus la valeur est grande, plus le rendu de l'anticrénelage des polices sera élevé à l'écran. Augmenter le ou diminuer le si les polices sont trop petites ou trop grandes à l'écran.

source: Some apps do not use antialiased rendering and will not be affected by this setting.
fr: Certaines apps n'utilisent pas l'anticrénelage et ne seront pas affectées par ce paramètre.

source: Restart X for changes to take effect
fr: Redémarrer X pour appliquer les modifications

source: Choose global fontsize
fr: Choisir la taille globale de la police

source: Font appearance
fr: Apparence de la police

source: You can change the way fonts appear on your screen: make them either sharper or smoother.
fr: Vous pouvez changer la façon dont les polices sont affichées à l'écran : faire qu'elles soient plus nettes ou plus douces.

source: For LCD it is recommend to turn everything on. For CRT screens, do the opposite.
fr: Pour les LCD, il est recommandé de tout activer. Pour les écrans CRT, faire le contraire.

source: Restart application for changes to take affect.
fr: Redémarrer l'application pour appliquer les modifications.

source: If checked, fonts will be smoothed with antialiasing.
fr: Si coché, les polices seront lissées par l'anticrénelage.

source: Antialiasing
fr: Anticrénelage

source: Install font
fr: Installer une police

source: Define a *.TTF file by browsing, or just drag it to the field below. Then click install. Windows TTF-files are fine.
fr: Choisir un fichier *.TTF en naviguant, ou faites le glisser dans le champ ci-dessous. Puis cliquer sur installer. Les polices TTF windows sont valides.

source: To install several fonts at once, copy new *.TTF files to the font directory
fr: Pour installer plusieurs polices en une fois, copier les nouveaux fichiers *.TTF dans le répertoire des polices

source: and click install.
fr: et cliquer sur installer.

source: You find a lot of free fonts on the web. - ie. at
fr: Vous pouvez trouver plein de polices sur le web. -ie.at

source: Open font directory
fr: Ouvrir le répertoire des polices

source: Install font(s)
fr: Installer police(s)

source: View installed fonts
fr: Voir les polices installées

source: Cancel
fr: Annuler
