Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/hostname-set.po
Languages: fr

source: Set Hostname
fr: Définir le nom d'hôte

source: Type your computer name to identify in the network. Alpha-numeric without spaces.
fr: Tapez le nom de votre ordinateur afin de l'identifier sur le réseau. Caractères alpha-numériques sans espace.

source: Your computer has been assigned a unique name, known as the 'hostname', by which it identifies itself on a network. However, you might wish to change that to a name that is more meaningful to yourself, such as 'johnsmithpc'. The hostname can have letters and numbers, no spaces.
fr: Votre ordinateur a reçu un nom unique, le 'nom d'hôte', par lequel il s'identifie sur un réseau. Cependant, vous pouvez le changer pour un nom plus significatif pour vous, comme 'jeandupontpc'. Le nom d'hôte peut contenir des lettres et des chiffres, sans espace.

source: Hostname
fr: Nom d'hôte

source: However, it will not take full effect until after X (the desktop) has been restarted -- see the \ZbShutdown\ZB entry in the menu.
fr: Cependant, il ne prendra plein effet qu'après le redémarrage du serveur graphique X (le bureau). Voir dans le menu l'entrée \ZbSession\ZB >> \ZbRELANCER X\ZB.

source: \ZbNOTE:\ZB There did appear to be an active network connection, that has now been disconnected. Restart of the network is required for the new hostname to take effect over the network. After restarting X, there should be an automatic reconnection -- if not, you can do it manually by clicking the \Zbconnect\ZB icon on the desktop
fr: \ZbNOTE :\ZB La connexion réseau active a maintenant été déconnectée. Le redémarrage du réseau est nécessaire pour prendre en compte le nouveau nom d'hôte sur ​​le réseau. Après le redémarrage du serveur X, il devrait y avoir une reconnexion automatique - sinon, faites-le manuellement en cliquant sur l'icône de connexion, soit sur le bureau, soit dans la Barre verticale des applications àen bas gauche de l'écran

source: Set Hostname: done
fr: Définition du nom d'hôte: effectuée

source: New hostname
fr: Le nouveau nom d'hôte

source: has been set.
fr: a été défini.

source: The hostname is:
fr: Le nom d'hôte est :

source: You have not changed it.
fr: Vous ne l'avez pas changé.
