Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/iconfinder.po
Languages: fr

source: Icon Finder is already running. Please be patient...
fr: Icon Finder est en cours d'exécution. Veuillez patienter ...

source: Error: Gtkdialog >= 0.8.0 required!
fr: Erreur: Gtkdialog >= 0.8.0 est requis!

source: Icon no longer exists.
fr: L'icône n'existe plus

source: Save icon in
fr: Enregsitrer l'icône dans

source: Create new list
fr: Créer une nouvelle liste

source: GTK stock icons
fr: Icônes de GTK stock

source: Settings
fr: Paramètres

source: About
fr: À propos

source: Quit
fr: Quitter

source: Hover an icon for additional info. Click an icon to locate it using ROX-Filer.
fr: Survolez une icône pour plus d'informations. Cliquez sur une icône pour la localiser avec ROX-Filer.

source: Searching for images, please wait...
fr: Recherche des images, patientez ...

source: Filtering images, please wait...
fr: Filtrage des images, patientez ...

source: No icons found
fr: Aucune icône trouvée

source: Total icons:
fr: Total des icônes :

source: WARNING
fr: AVERTISSEMENT

source: These are internal settings, be very careful!
fr: Ce sont les paramètres internes, soyez extèmement prudent!

source: Paths to search:
fr: Chemins de recherche :

source: Include encountered mount points?
fr: Inclure les points de montage rencontrés?

source: Filetypes to be included:
fr: Types des fichiers à inclure :

source: Dimensions restriction:
fr: Taille minimum des icônes :

source: Min. width:
fr: Largeur minimale :

source: Max. width:
fr: Largeur maximum :

source: Min. height:
fr: Hauteur minimale :

source: Max. height:
fr: Hauteur maximum :

source: Display Options:
fr: Options d'affichage :

source: Button width:
fr: Largeur du bouton :

source: Button height:
fr: Hauteur du bouton :

source: No. of columns:
fr: Nbre de colonnes

source: No. of rows:
fr: Nbre de lignes

source: Icons per tab:
fr: Icônes par onglet :

source: Scale images
fr: Mettre à l'échelle

source: Restore defaults
fr: Restaurer les paramètres par défaut

source: Proceed
fr: Procéder

source: Cancel
fr: Annuler

source: The list of icons does not exist.
fr: La liste des icônes n'existe pas..

source: Press the button to create one.
fr: Pressez le bouton pour en créer une

source: It may take some time, so be patient.
fr: Cela peut prendre du temps, soyez patient.

source: The list of icons is probably corrupted.\nDelete it and start over?
fr: La liste des icônes est probablement corrompue.\nLa supprimer et recommencer?

source: The list of icons is probably too long and Icon Finder has crashed.\n(Tip: increase number of columns and/or amend search parameters.)\nDelete the list and start over?
fr: La liste des icônes est probablement trop longue et Icon Finder a planté.\n(Astuce: augmenter le nombre des colonnes et/ou modifier les paramètres de recherche.)\nSupprimer la liste et recommencer?
