Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/jwmconfig2.po
Languages: fr

source: Shortcut Details
fr: Détails des Raccourcis

source: Delete
fr: Supprimer

source: Delete this shortcut?
fr: Supprimer ce raccourci?

source: Change Shortcut
fr: Modifier le raccourci

source: Enter Mask (optional):
fr: Saisir le masque (optionel)

source: Enter Key:
fr: Saisir la touche:

source: Focus Model
fr: Modèle de Focus

source: Choose between the sloppy and click focus models:
fr: Choix des modèles de focus

source: First, a little note on what these focus models are:
fr: Quelques infos sur ces modèles :

source: SLOPPY FOCUS
fr: FOCUS SLOPPY

source: The window that is under the mouse pointer is the
fr: La fenêtre qui est sous le curseur de la souris est la

source: window that has the focus. The focus is changed
fr: fenêtre qui a le focus. Le focus est modifié en

source: by pointing at another window, there is no need
fr: pointant une autre fenêtre, il n'y a pas besoin de

source: to click in it as well.
fr: de cliquer de nouveau dessus.

source: CLICK TO FOCUS
fr: FOCUS CLICK

source: click-to-focus
fr: focus click

source: sloppy focus
fr: focus sloppy

source: Change_saved
fr: Changement_s enregistrés

source: JWM Configuration Manager
fr: Gestionnaire de configuration de JWM

source: Choose a JWM theme
fr: Thèmes de JWM

source: Tray management
fr: Barre des tâches

source: Window focus Model
fr: Focus des fenêtres

source: Keyboard Shortcuts
fr: Raccourcis clavier

source: Application launch buttons in tray
fr: Boutons des applications

source: Title bar and Clock
fr: Barre de titre et Horloge

source: GTK Theme
fr: Thème des fenêtres

source: Desktop Background
fr: Arrière-plan du bureau

source: Some of the above actions require JWM to be restarted for changes to take effect
fr: Certaines modifications requièrent de relancer JWM. Cliquez sur ce bouton.

source: Restart JWM now?
fr: Relancer JWM maintenant

source: Exit
fr: Quitter

source: HELP
fr: Aide

source: JWM is a Window Manager. It controls the behaviour and appearance of the windows and the tray.
fr: JWM est un gestionnaire des fenêtres. Il contrôle le comportement et l'apparence des fenêtres et de la barre des tâches.

source: You can configure your keyboard shortcuts here.
fr: Configuration des raccourcis clavier

source: Current Shortcuts
fr: Raccourcis actuels

source: You can delete or change a shortcut by selecting it below.
fr: Sélectionnez le raccourci à modifer ou à supprimer dans la liste ci-dessous.

source: Note that changes will appear next time you run this script.
fr: Les changements apparaîtront la prochaine fois que vous exécuterez ce script

source: KeyCombo |Action
fr: Combinaison de touches |Action

source: Add Shortcut
fr: Ajouter un raccourci

source: Add a new shortcut by filling in the boxes below. Click the button to add your shortcut.
fr: Ajouter un nouveau raccourci en remplissant les cases ci-dessous. Cliquez sur le bouton pour ajouter votre raccourci.

source: Add
fr: Ajouter

source: Quick Info
fr: Information rapide

source: Yes
fr: Oui

source: No
fr: Non

source: Are you sure you want to delete \n${PROG} launcher?
fr: Etes-vous sûr de vouloir supprimer \nle lanceur ${PROG}?

source: you cancelled or selected no
fr: vous avez annulé ou selectionné non

source: Current
fr: Actuel

source: <b>Selecting</b> an item in the list <b>deletes</b> that item
fr: <b>Choisir</b> un article dans la liste <b>supprime</b> cet article

source: Be sure you want to delete the item when selecting
fr: Soyez sûr de vouloir bien supprimer l'item quand il est sélectionné

source: New
fr: Nouveau

source: Write your Popup text here
fr: Ecrire votre texte Popup ici

source: Drag or type the path of an icon here or use the file select button
fr: Glisser ou saisir le chemin d'une icône ici ou utiliser le bouton de sélection de fichiers

source: Type the program executable here
fr: Saisir le nom de l'exécutable ici

source: Check for borders
fr: Vérification de la présence de bordures

source: Restore
fr: Restaurer

source: Restore Backup
fr: Restaurer sauvegarde

source: Restore Previous Backup
fr: Restaurer la Sauvegarde Précedente

source: Restores your previous tray buttons
fr: Restaurer vos précédents boutons dans la barre de notification

source: Restore Master Backup
fr: Restaurer la Sauvegarde Principale

source: Restores the original tray buttons
fr: Restaurer la configuration originale des boutons

source: Tray Configuration Options
fr: Options de configuration de la barre des tâches

source: Virtual Desktops
fr: Bureaux virtuels

source: Tray Autohide Option
fr: Visualisation

source: Tray Height Option
fr: Hauteur

source: Tray Placement Option
fr: Position

source: Program Insertion into Tray
fr: Insertion des programmes

source: JWM must be restarted for changes to take effect
fr: Relancez JWM pour activer les changements

source: JWM Taskbar Configuration
fr: Configuration de la barre des tâches

source: Taskbar
fr: Barre des tâches

source: Choose a tray autohide option
fr: Affichage de la barre des tâches

source: Tray Autohide off.
fr: Afficher en permanence

source: Tray Autohide on
fr: Masquer automatiquement

source: Change Saved
fr: Changement enregistré

source: The tray autohide option is now
fr: Le masquage de la barre des tâches est

source: Change Reversed
fr: Changement abandonné

source: New config corrupt. Keeping original
fr: Nouvelle configuration corrompue. L'originale a été conservée

source: Change Failed
fr: Echec!

source: Configuration has not been altered
fr: La configuration n'a pas été modifiée

source: Choose a tray height option
fr: Modifier la hauteur

source: About 70% of Normal.
fr: Environ 70% de la normale.

source: The default height
fr: Hauteur par défaut.

source: About 125% of Normal.
fr: Environ 125% de la normale.

source: About 160% of normal
fr: Environ 160% de la normale.

source: The tray height is set at
fr: La hauteur est fixée à

source: Choose a tray placement option
fr: Positionnement de la barre des tâches

source: Tray at Bottom of Screen.
fr: En bas de l'écran.

source: Tray at Top of Screen
fr: En haut de l'écran.

source: The tray is at the $POSN of the screen
fr: La barre est au $POSN de l'écran

source: Iconify
fr: Iconifier

source: Fixed Width
fr: Largeur fixe

source: Variable Width
fr: Largeur variable

source: JWM is the window manager, handling window borders and tray (taskbar) appearance, whereas the GTK theme is inside each window. Choose a JWM theme that matches or compliments the current GTK theme
fr: JWM est le gestionnaire des fenêtres. Seule l'apparence des bordures des fenêtres et de la barre des tâches est gérée par les thèmes de JWM. Le thème GTK gère l'intérieur de chaque fenêtre. Choisissez ici un thème de JWM.

source: Window title bar and Clock
fr: Barre de titre de la fenêtre et Horloge

source: Height of Title Bar
fr: Hauteur de la Barre de Titre

source: Clock Format
fr: Format de l'horloge

source: 24 hour (default)
fr: 24 heures (par défaut)

source: 12 hour
fr: 12 heures

source: seconds
fr: secondes

source: Tray Insertion Option
fr: Options d'insertion des tâches

source: Choose which side new programs will enter the tray
fr: Choisissez le côté d'entrée des tâches dans la barre

source: New programs enter at left.
fr: Les nouvelles tâches entrent à gauche.

source: New programs enter at right.
fr: Les nouvelles tâches entrent à droite.

source: New programs will enter the tray to the
fr: Les nouvelles tâches entreront à

source: Maximum of 10 desktops
fr: Maximum de 10 bureaux

source: No of Rows
fr: Nombre de lignes

source: No of Columns
fr: Nombre de colonnes
