Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/jwmthememaker.po
Languages: fr

source: Please_choose_a_color
fr: Choisissez une couleur

source: Please fill in all color boxes
fr: Remplissez toutes les cases des couleurs

source: Delete a theme
fr: Supprimer un thème

source: Warning: Permanently delete
fr: Attention : Suppression définitive

source: chosen theme
fr: Thème choisi

source: Quit
fr: Quitter

source: Edit a theme
fr: Modifier un thème

source: Choose a theme to edit
fr: Choisir un thème à modifier

source: Load theme
fr: Charger un thème

source: JWM Theme Maker
fr: Créateur de thème pour JWM

source: Make your own JWM theme
fr: Créez votre propre thème de JWM

source: Window - Taskbar - Menu
fr: Fenêtre - Barre des tâches - Menu

source: Active
fr: Actif

source: fr
fr: de

source: Opened window color gradient start
fr: Début du dégradé de couleur de fenêtre ouverte

source: to
fr: à

source: Inactive
fr: Inactif

source: Closed window color gradient start
fr: Début du dégradé de couleur de fenêtre fermée

source: Closed window color gradient end
fr: Fin du dégradé de couleur de fenêtre fermée

source: Active text
fr: Texte actif

source: Text for opened windows & cursor passed menu entry
fr: Texte des fenêtres ouvertes & entrées du menu par le curseur

source: Inactive text
fr: Texte inactif

source: Text for closed windows & menu entry
fr: Texte des fenêtres fermées & entrées du menu

source: Base background
fr: Arrière plan de base

source: Background of taskbar & menu
fr: Arrière plan de la Barre des tâches et du Menu

source: Border Outline
fr: Bordure

source: Borders of windows and pop-up
fr: Bordures des fenêtres et pop-up

source: Font Name
fr: Police

source: Applied to all windows, taskbar and menu
fr: Appliqué à toutes les fenêtres, à la barre des tâches et au menu

source: Font Size
fr: Taille de la Police

source: Pop-Up Box
fr: Fenêtres Pop-Up

source: Background
fr: Arrière plan

source: Applied only for pop-up info when cursor over pager on taskbar
fr: Appliqué seulement aux infos pop-up quand le curseur est sur le 'pager' dans la barre des tâches

source: Text
fr: Texte

source: Save & Instant Apply
fr: Enregistrer et appliquer immédiatement

source: Name
fr: Nom

source: No_empty_space_in_name, ex: Blue-Nice
fr: Pas_de_vide_dans_les_noms, ex : Blue-Nice

source: Save current theme name typed in Name Box
fr: Enregistrer le thème sous le nom inscrit dans la case 'Nom'

source: Save Theme
fr: Enregistrer le thème

source: Instant view of current theme name typed in Name Box
fr: Aperçu instantané du thème dont le nom est inscrit dans la case 'Nom'

source: Instant Apply
fr: Application immédiate

source: JWM Config
fr: Configurer JWM

source: Only for themes made by this tool
fr: Seulement pour les thèmes réalisés par cet outil

source: Opened window color gradient end
fr: Fin du dégradé de couleur de fenêtre ouverte

source: Type_in_new_theme_name_(no_spaces)
fr: Tapez_le_nouveau_nom_du_thème_(sans_espace)
