Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/legacy_grub_2013.po
Languages: fr

source: Cannot mount
fr: Montage impossible

source: Cannot create
fr: Création impossible

source: Legacy GRUB has two parts. Stage1 is the bootloader code. It can be installed in the MBR of a hard drive or in a partition boot sector. Stage2 is the set of support files, like menu.lst. It is installed in the folder /boot/grub of a partition. Legacy GRUB works with ext or FAT filesystems, but not NTFS.
fr: Legacy GRUB a deux parties. Stage1, le code du chargeur de démarrage. Il peut êtreinstallé dans le MBR d'un HD ou dans un secteur d'amorçage de partition. Stage2est l'ensemble des fichiers, comme menu.lst. Il est installé dans le dossier /boot/grub d'une partition. Legacy GRUB fonctionne avec les S;F. FAT ou ext, maispas NTFS.

source: Puppy Setup
fr: Paramètres de Toutou

source: Frugal
fr: Frugale

source: Full
fr: Complète

source: Quick Install
fr: Installation rapide

source: Target for Stage1
fr: Cible pour Stage1

source: Partition for Stage2
fr: Partition pour Stage2

source: Target for Stage2
fr: Cible pour Stage2

source: Optional Windows entry
fr: Options d'entrées de Windows

source: Optional Ubuntu entry
fr: Options d'entrées d'Ubuntue

source: Expert Install
fr: Installation experte

source: Help
fr: Aide

source: Cancel
fr: Annuler

source: Do you really want to install GRUB?
fr: Voulez-vous vraiment installer GRUB?
