Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/loginmanager.po
Languages: fr

source: You are currently running as 'fido', however, if you wish, you can change to the administrator (root) permanently on the next boot. Just tick this box and it will be so:
fr: Vous êtes actuellement connecté sous «fido», mais vous pouvez changer pour «root» (administrateur) de façon permanente au prochain démarrage. Cocher simplement cette case pour ce faire :

source: Tick box to become administrator permanently
fr: Cocher cette case pour devenir administrateur de façon permanente

source: Type admin password here
fr: Saisir le mot de passe administarteur

source: This will take affect after reboot.
fr: Cela prendra effet après le redémarrage.

source: Tick apps to run as spot:
fr: Cochez les applications à exécuter sous «spot» :

source: More
fr: Plus

source: Disabled, as not logged in as administrator
fr: Désactivé, comme non connecté en administrateur

source: Currently you are logged in as:
fr: Vous êtes connecté sous :

source: Puppy is structured in such a way that we consider running as administrator (also known as 'root') to be safe*, and is the choice of most users.
fr: Toutou est structuré pour s'exécuter sous «root» (administrateur) en toute sécurité, et c'est le choix de la majorité des utilisateurs.

source: Logged in as administrator, it is possible to run some Internet applications as user 'spot'. This gives theoretical extra security.
fr: Connecté sous «root» (administrateur), il est possible de faire fonctionner certaines applications Internet sous l'utilisateur «spot», pour un sentiment de sécurité supplémentaire théorique.

source: Puppy only has one non-admin user, fido, as Puppy is not a multi-user system in the normal sense. Instead, individual session save-files can be set to root or fido as the user wishes (chosen at the time of creation of the save-file).
fr: Toutou a un seul utilisateur non administrateur, «fido». Comme Toutou n'est pas un système multi-utilisateurs au sens normal, les fichiers individuels de sauvegarde des sessions peuvent être définis, à votre convenance, sur «root» ou «fido» (choix déterminé au moment de la création du fichier de sauvegarde).

source: Help:
fr: Aide :

source: *Legal:
fr: *Juridique :

source: LoginManager: error
fr: LoginManager: erreur

source: Sorry, admin password is wrong
fr: Désolé, le mot de passe adminstrateur est incorrect

source: Security Manager:
fr: Gestionnaire de sécurité :

source: If ${ANAME} is running please exit it now, then click OK button...
fr: Si ${ANAME} est actif veuillez quitter maintenant, puis cliquez sur le bouton OK ...

source: Note also, the restrictions apply to all components of the SeaMonkey suite, including browser, Composer, address-book and ChatZilla.
fr: A noter également, les restrictions s'appliquent à tous les composants de la suite SeaMonkey, à savoir : navigateur, éditeur html, carnet d'adresses et ChatZilla.

source: The next time that you start ${ANAME}, it will run as user 'spot'.
fr: La prochaine fois que vous démarrez ${ANAME}, il fonctionnera «spot».

source: Note, this restricts where you can download and save files to, and where they can be edited. You are restricted to /root/spot, and the default folder is /root/spot/Downloads.
fr: Remarque, cela limite où télécharger et enregistrer des fichiers et oùles modifier. Vous êtes limité à /root/spot et le dossier par défaut est /root/spot/Downloads.

source: Note also, if you move or copy any files into /root/spot while ${ANAME} is running, you may be able to open but not edit them, as they may not have permissions/ownership rights for spot -- exiting and restarting ${ANAME} will automatically fix this.
fr: A noter également, si vous déplacez ou copiez des fichiers dans /root/spot alors que ${ANAME} est actif, vous pourrez les ouvrir, mais pas les modifier, parce qu'ils n'ont pas les permissions/droits de propriété relatifs à «spot». Quitter et redémarrer ${ANAME} résoudra automatiquement ce problème.

source: The next time that you start ${ANAME}, it will run as the 'root' user (administrator).
fr: La prochaine fois que vous démarrerez ${ANAME}, il fonctionnera sous «root» (administrateur).

source: Note, this gives you complete freedom to download, save and edit files anywhere in the system.
fr: Remarque, cela vous donne une totale liberté de télécharger, sauvegarder et modifier des fichiers n'importe où dans le système.
