Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/mds.po
Languages: fr

source: (manage desktop shortcuts)
fr: (gérer les raccourcis du bureau)

source: Version and authors of $AppTitle. - Version used: $AppVersion by $AuthorActualVersion. - Previous versions: by $AuthorPreviousVersions. - Original version: by $AuthorOriginalVersion.
fr: Version et auteurs de $AppTitle. - Version utilisée : $AppVersion par $AuthorActualVersion. - Versions précédentes : par $AuthorPreviousVersions. - Version originale : par $AuthorOriginalVersion.

source: Please, select an entry in the list.
fr: Veuillez sélectionner une entrée dans la liste.

source: To add shortcuts to applications on desktop: drag and drop on desktop, files from folder $TempFolder.
fr: Pour ajouter des raccourcis sur le bureau : glissez et déposez sur le bureau, les fichiers présents dans $TempFolder.

source: Click on the entry you want to add to desktop shortcuts folder.
fr: Cliquez sur l'entrée que vous voulez ajouter au dossier des raccourcis du bureau.

source: Click on the entry you want to remove from desktop shortcuts folder.
fr: Cliquez sur l'entrée que vous voulez supprimer du dossier des raccourcis du bureau.

source: Click to sort items of the list
fr: Cliquez pour classer les éléments de la liste

source: Manage
fr: Gérer

source: desktop shortcuts
fr: les raccourcis du bureau

source: Available entries
fr: Entrées disponibles

source: Desktop shortcuts
fr: Raccourcis du bureau

source: Version and authors of $AppTitle01.
fr: Version et auteurs de $AppTitle01.

source: Show content of desktop shortcuts folder ($DESKTOP_DIR_SHORTCUTS).
fr: Montrer le contenu du dossier des raccourcis du bureau ($DESKTOP_DIR_SHORTCUTS).

source: Manually add application shortcuts on deskop.
fr: Ajouter manuellement des raccourcis sur le bureau.

source: Refresh lists.
fr: Rafraîchir les listes.

source: Quit $AppTitle01.
fr: Quitter $AppTitle01.

source: $AppTitle is already running.
fr: $AppTitle est déjà activé.
