Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/mmme.po
Languages: fr

source: (manage main menu entries)
fr: (gestion des entrées du menu principal)

source: Version and authors of $AppTitle. - Version used: $AppVersion by $AuthorActualVersion. - Previous versions: by $AuthorPreviousVersions. - Original version: by $AuthorOriginalVersion.
fr: Version et auteurs de $AppTitle. - Version utilisée : $AppVersion par $AuthorActualVersion. - Versions précédentes : par $AuthorPreviousVersions. - Version originale : par $AuthorOriginalVersion.

source: Please, select an entry in the list.
fr: Veuillez sélectionner une entrée dans la liste.

source: Click on the entry you want to remove from the main menu of $DISTRO_NAME $DISTRO_VERSION.
fr: Cliquez sur l'entrée que vous souhaitez supprimer du menu principal de $DISTRO_NAME $DISTRO_VERSION.

source: Click on the entry you want to restore in the main menu of $DISTRO_NAME $DISTRO_VERSION.
fr: Cliquez sur l'entrée que vous souhaitez restaurer au menu principal de $DISTRO_NAME $DISTRO_VERSION.

source: Click to sort items of the list
fr: Cliquez pour classer les éléments de la liste

source: Manage
fr: Gérer

source: main menu entries
fr: les entrées du menu principal

source: Current entries
fr: Entrées actuelles

source: Removed entries
fr: Entrées supprimées

source: Version and authors of $AppTitle01.
fr: Version et auteurs de $AppTitle01.

source: Refresh main menu and taskbar of $DISTRO_NAME $DISTRO_VERSION.
fr: Rafraîchir le menu principal et la barre des tâches de $DISTRO_NAME $DISTRO_VERSION.

source: Quit $AppTitle01 and apply modifications.
fr: Quitter $AppTitle01 et valider les modifications.

source: $AppTitle is already running.
fr: $AppTitle est déjà activé.
