Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/modemprobe.po
Languages: fr

source: PORT: /dev/modem is currently linked to port
fr: PORT: /dev/modem est actuellement lié au port

source: Well, Puppy did not detect anything at bootup, so if the modem was turned-on then it probably is not supported by any of the drivers in Puppy. Tough, you need to get another modem -- an old serial modem is best. There are some USB modems that work well.
fr: Rien n' a été détecté. Si le modem est allumé, sans doute n'est-il pas pris en charge par l'un des pilotes. Essayez-en un autre, le mieux c'est un vieux modem série. Certains modems USB vont bien.

source: Puppy did detect a modem at bootup, and loaded this driver:
fr: Un modem a été détecté au démarrage et ce pilote a été chargé :

source: Puppy detected more than one modem at bootup and and loaded these drivers:
fr: Plusieurs modem ont été détectés au démarrage et ces pilotes ont été chargés:

source: PupDial modem selection
fr: PupDial sélection de modem

source: Most modems are autodetected by Puppy at bootup, but it has to be turned on! (or plugged in).
fr: La plupart des modems sont détectés au démarrage, à condition d'être allumés (ou branchés).

source: Automatic probing
fr: Test automatique

source: Detection control
fr: Contrôle de détection

source: Manual probing
fr: Test manuel

source: Probe
fr: Tester

source: Serial hardware modem
fr: Modem série matériel

source: Help
fr: Aide

source: Quit
fr: Quitter

source: PupDial modem Internet dialer
fr: PupDial numéroteur de modem Internet

source: Before probing, a basic question: do you want to connect to the Internet using an internal fixed modem, or a removable (USB, serial, PCMCIA) modem?
fr: Avant de tester, une question basiqule : voulez-vous vous connecter à Internet en utilisant un modem interne fixe, ou un modem amovible (USB, série, PCMCIA)?

source: The reason for asking this, is an internal modem will have been detected at bootup, but a 'hotpluggable' external modem may not have have been detected if plugged in after bootup. Also, if you have both, say an internal analog dialup modem, plus a USB modem, PupDial may choose the wrong one -- ticking or unticking the checkbox here will avoid that confusion...
fr: La raison de cette question, c'est qu'un modem interne a été détecté, mais un modem externe 'montable à chaud' peut ne pas avoir été détecté s'il a été branché après le démarrage. En outre, si vous avez à la fois, par exemple un modem RTC analogique interne et un modem USB, PupDial peut choisir le mauvais - cocher ou décocher la case ici afin déviter la confusion ...

source: Tick checkbox if external modem
fr: Cochez la case si modem externe

source: Please wait, probing for modems...
fr: Veuillez patientez pendant la détection des modems ...
