Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/mousecheck.po
Languages: fr

source: OK
fr: Valider

source: Cancel
fr: Annuler

source: Your mouse pointer has not moved, so perhaps it is not working? This dialog window may be operated by the keyboard. \ZbUP/DOWN\ZB arrows then \ZbENTER\ZB key to choose mouse-type, then \ZbTAB\ZB key to select the \ZbOK\ZB button, then ENTER -- X will immediately restart. If your mouse is working, click the \ZbCancel\ZB button.
fr: Votre pointeur de souris n'a pas bougé, peut-être ne fonctionne-t'il pas? Cette fenêtre de dialogue peut être exploité par le clavier. Flèches \ZbUP/DOWN\ZB puis touche \ZbENTER\ZB pour choisir le type de souris, puis la touche \ZbTAB\ZB pour sélectionner le bouton \ZbOK\ZB puis Entrée -- X se relancera immédiatement. Si votre souris fonctionne, cliquez sur le bouton \ZbCancel\ZB.

source: NOTICE: If you want, CTRL-ALT-BACKSPACE will terminate X and you can type 'xorgwizard' to run the full Xorg Wizard, to resolve any other problems (such as screen resolution) as well as fix the mouse.
fr: AVIS : Si vous voulez, Ctrl-Alt-Retour Arrière fermera X et vous pourrez taper 'xorgwizard' pour lancer l'assistant Xorg complet, pour résoudre n'importe quels autres problèmes (résolution de l'écran aussi bien que régler la souris).

source: Only very old PCs may have a serial mouse. These are recognised by the fairly large rectangular plug, technically known as a DB9 or the even larger DB25 (where the 9 or 25 refers to the number of pins in the plug).
fr: Seuls les très anciens PC possèdent une souris série : reconnaissables à leur large prise rectangulaire, connue sous le nom de DB9 ou la, encore plus grande, DB25 (ou 9 et 25 indiquent le nombre de broches dans la prise)

source: serial
fr: série

source: (mouse in very old computers)
fr: (souris dans les ordinateurs anciens)

source: (mouse or touchpad in all modern computers)
fr: (souris ou touchpad dans tous les ordinateurs modernes)

source: MouseCheck: choose interface
fr: MouseCheck: choisissez l'interface

source: Please choose mouse type...
fr: Veuillez choisir le type de souris...

source: MouseCheck: choose serial port
fr: MouseCheck: choisissez le port série

source: Choose serial port mouse plugged into. \ZbUP/DOWN\ZB arrows then \ZbENTER\ZB key to choose interface, then \ZbTAB\ZB key to select the \ZbOK\ZB button, then ENTER
fr: Choisir port de souris série branchée. \ZbUP/DOWN\ZB arrows puis la touche \ZbENTER\ZB pour choisir l'iinterface, puis la touche \ZbTAB\ZB pour délectionner le bouton \ZbOK\ZB , puis Entrée

source: (most likely)
fr: (plus probable

source: Your mouse has not moved, does it work? Please move it now. If your mouse does not work, just wait, in 10 seconds a window (usable by the keyboard) will pop up and enable you to fix the mouse.
fr: Votre souris n'a pas bougé, fonctionne-t'elle? Déplacez-la maintenant. Si votre souris ne fonctionne pas, attendez, dans 10 secondes une fenêtre (utilisable au clavier) va apparaître pour vous permetttre de régler votre souris.
