Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/ntfsaccess.po
Languages: fr

source: NTFS access
fr: Accès NTFS

source: Read only (ro): you can only read content of NTFS partitions. Read and write (rw): you can read and write content of NTFS partitions.
fr: Lecture seule (ro) : vous pouvez seulement lire le contenu des partitions NTFS. Lecture et écriture (rw) : vous pouvez lire et écrire le contenu des partitions NTFS.

source: read-only (ro)
fr: lecture seule (ro)

source: read and write (rw)
fr: lecture et écriture (rw)

source: Now, NTFS partitions are $MSG_STATE.
fr: Actuellement, les partitions NTFS partitions sont accessibles en $MSG_STATE.

source: Currently access to NTFS partitions:
fr: Accès actuel aux partitions NTFS :

source: To use NTFS partitions in read only (ro).
fr: Pour utiliser les partitions NTFS en lecture seule (ro).

source: Read only
fr: Lecture seule

source: To use NTFS partitions in read and write (rw).
fr: Pour utiliser les partitions NTFS en lecture et écriture (rw).

source: Read and write
fr: Lecture et écriture

source: Help for $AppTitle01.
fr: Aide pour $AppTitle01.

source: Quit $AppTitle01.
fr: Quitter $AppTitle01.

source: $ANL01 is already active. So your request is not accepted.
fr: L'application $ANL01 est déjà active. Par conséquent votre demande n'est pas acceptée.
