Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/oci.po
Languages: fr

source: A simplified method to install your operating system!
fr: Une méthode simplifiée pour installer votre système d'exploitation !

source: Installation stopped because $AppTitle01 $AppVersion could not find a hard drive.\n\nBefore reactivating $AppTitle01 $AppVersion, check that a hard drive is present in your computer.
fr: L'installation s'est arrêtée car $AppTitle01 $AppVersion ne trouve pas de disque dur.\n\nAvant de réactiver $AppTitle01 $AppVersion, vérifiez qu'un disque dur est présent dans votre ordinateur.

source: Currently, ${DISTRO_NAME} ${DISTRO_VERSION} is used with a pupmode=$PUPMODE.\n\nThis type of use is not compatible with the installation process.\n\nTherefore, you must restart from a live CD-DVD-USB with the RAM option (puppy pfix=ram) in order to get a pupmode=5 (first use without backup).
fr: Actuellement, ${DISTRO_NAME} ${DISTRO_VERSION} utilise un pupmode=$PUPMODE.\n\nCe type d'utilisation n'est pas compatible avec un processus d'installation.\n\nPar conséquent, vous devez redémarrer à partir d'un live CD-DVD-USB avec l'option RAM (puppy pfix=ram) afin d'utiliser un pupmode=5 (première utilisation sans sauvegarde).

source: Currently, ${DISTRO_NAME} ${DISTRO_VERSION} uses a non compatible support for simplified installation ($SupportDevice, $SupportFormat)\n\nTherefore, you must restart from a live CD-DVD-USB with the RAM option (puppy pfix=ram) in order to get a pupmode=5 (first use without backup).
fr: Actuellement, ${DISTRO_NAME} ${DISTRO_VERSION} utilise un support non compatible avec l'installation simplifiée ($SupportDevice, $SupportFormat)\n\nPar conséquent, vous devez redémarrer à partir d'un live CD-DVD-USB avec l'option RAM (puppy pfix=ram) afin d'utiliser un pupmode=5 (première utilisation sans sauvegarde).

source: Your computer has more than $DefaultRamSize MB of RAM, therefore we recommend a $InstallMethodProposed installation with creation of a save file ($SaveFileNameAndExt).
fr: Votre ordinateur possède plus de $DefaultRamSize Mo de RAM, par conséquent nous vous recommandons une installation $InstallMethodProposed avec création d'un fichier de sauvegarde ($SaveFileNameAndExt).

source: Your computer has less than $DefaultRamSize MB of RAM, therefore we recommend a $InstallMethodProposed installation without creation of a save file ($SaveFileNameAndExt).
fr: Votre ordinateur possède moins de $DefaultRamSize Mo de RAM, par conséquent nous vous recommandons une installation $InstallMethodProposed sans création d'un fichier de sauvegarde ($SaveFileNameAndExt).

source: Your computer has more than $DefaultRamSwap MB of RAM, therefore you do not need create a swap file.
fr: Votre ordinateur possède plus de $DefaultRamSwap Mo de RAM, par conséquent nous n'avez pas besoin de créer un fichier swap.

source: Your computer has less than $DefaultRamSwap MB of RAM, therefore we recommend to create a swap file (size proposed = $SwapSizeProposed MB).
fr: Votre ordinateur possède moins de $DefaultRamSwap Mo de RAM, par conséquent nous vous recommandons de créer un fichier swap (taille proposée = $SwapSizeProposed Mo).

source: Help and infos
fr: Aide et infos

source: Minimal help
fr: Aide minimale

source: Hardware and suggestions
fr: Matériel et suggestions

source: We are $DATE and you want to make a simplified installation of ${DISTRO_NAME} ${DISTRO_VERSION}.
fr: Nous sommes $DATE et vous voulez effectuer une installation simplifiée de ${DISTRO_NAME} ${DISTRO_VERSION}.

source: Utility $AppTitle allows to install operating system with a simplified method that is intended for novice users, or pressed. For an installation with a complet choice of options, you must exit $AppTitle01 $AppVersion and start Puppy installer.
fr: L'utilitaire $AppTitle vous permet d'installer votre système d'exploitation à l'aide d'une méthode simplifiée adaptée aux utilisateurs novices ou pressés. Pour une installation avec un choix complet des options, vous devez quitter $AppTitle01 $AppVersion et démarrer Puppy installer.

source: The simplified installation formats (erases) automatically all partitions of the main hard disk ($HDRV) of the computer. So you must save the files you want to keep (on $HDRV) before starting the simplified installation!
fr: L'installation simplifiée formate (efface) automatiquement toutes les partitions du disque dur principal ($HDRV) de l'ordinateur. Vous devez donc sauvegarder les fichiers que vous souhaitez conserver (sur $HDRV) avant de commencer l'installation simplifiée !

source: Simplified installation must be done from a live support (CD-DVD-USB) enabled with option RAM (puppy pfix=ram).
fr: L'installation simplifiée doit être activée à partir d'un support live (CD-DVD-USB) activé avec l'option RAM (puppy pfix=ram).

source: For more detailed help, click on Full help button. To suggest improvements or changes, use the $AppTitle forum.
fr: Pour une aide plus détaillée, cliquez sur le bouton Aide complète. Pour proposer des améliorations ou des modifications, utilisez le forum $AppTitle.

source: <u>Current hardware configuration of your computer</u>
fr: <u>Configuration matérielle de votre ordinateur</u>

source: Live support detected = $LiveSupportProposed ($SupportDevice, $SupportFormat).
fr: Support live détecté = $LiveSupportProposed ($SupportDevice, $SupportFormat).

source: Total size of host partition ($HDRV) = $HOSTSIZE MB
fr: Taille totale de la partition d'accueil ($HDRV) = $HOSTSIZE MB

source: GB).
fr: Go).

source: Processor speed = $CPUINFO2 Mhz
fr: Vitesse du processeur = $CPUINFO2 Mhz

source: RAM (random access memory) = $R MB
fr: RAM (mémoire vive) = $R Mo

source: <u>Proposed options</u>
fr: <u>Options proposées</u>

source: If you do not know what to do, you can usually trust options proposed by $AppTitle01 utility.
fr: Si vous ne savez pas quoi faire, vous pouvez conserver les options proposées par l'utilitaire $AppTitle01.

source: Live support = $LiveSupportProposed ($SupportDevice, $SupportFormat).
fr: Support live = $LiveSupportProposed ($SupportDevice, $SupportFormat).

source: Click here to view the full help (html format).
fr: Cliquez ici pour consulter l'aide complète (format html).

source: Full help
fr: Aide complète

source: Click here to quit help.
fr: Cliquez ici pour quitter l'aide

source: Quit
fr: Quitter

source: Main sfs ($MainSFSshort) options **
fr: Options sfs principal ($MainSFSshort) **

source: sfs compression
fr: Compression sfs

source: Simplified installation of operating system
fr: Installation simplifiée du système d'exploitation

source: Read the Help, check options, then click on button Install now. <span color='#3272C0'><b>Important:</b></span> simplified installation will erase all partitions on the primary hard drive ($HDRV), so you must save the files you want to keep before clicking the Install button <span color='#3272C0'><b>!!!</b></span>
fr: Lisez l'aide, vérifiez les options, puis cliquez sur le bouton Installer. <span color='#3272C0'><b>Important :</b></span> l'installation simplifiée va formater (effacer) automatiquement toutes les partitions du disque dur principal ($HDRV), vous devez donc sauvegarder les fichiers que vous souhaitez conserver avant de cliquer sur le bouton Installer <span color='#3272C0'><b>!!!</b></span>

source: General options *
fr: Options générales *

source: Live Support
fr: Support live

source: Select the live support you are currently using. This value corresponds to the source that you use to activate $DISTRO_NAME $DISTRO_VERSION (live USB/CD-DVD). Suggestion: select $LiveSupportProposed (your current live support is $SupportDevice, $SupportFormat).
fr: Sélectionnez le support live que vous utilisez actuellement. Cette valeur correspond à la source que vous utilisez pour activer $DISTRO_NAME $DISTRO_VERSION (live USB/CD-DVD). Suggestion : sélectionnez $LiveSupportProposed (votre support live actuel est $SupportDevice, $SupportFormat).

source: Keep config
fr: Conserver configuration

source: Keep actual config, or abandon? Considered parameters: screen resolution, keyboard, mouse, country, time zone, hostname, firewall, date and time. Note: for a frugal installation, this option significantly extends the time of installation (because the sfs file is remastered/remake during installation), it allows you to have a fully configured sfs at the first reboot. If you are in a hurry, it is better not to select this option. Suggestion: usually, keep config is a good choice.
fr: Conserver la configuration actuelle ou l'abandonner ? Paramètres pris en compte : configuration de l'affichage, clavier, souris, pays, zone horaire, nom d'hôte, pare-feu, jour et heure. Remarque : dans le cas d'une installation frugale (frugal), cette option augmente significativement le temps d'installation (car le fichier sfs est remasterisé/reconstruit durant l'installation), cela vous permet de bénéficier d'un sfs configuré dès le premier redémarrage. Si vous êtes très pressé, il est préférable de ne pas sélectionner cette option. Suggestion : habituellement, la conservation de la configuration est un bon choix.

source: Install method
fr: Méthode d'installation

source: Select the desired simplified installation.
fr: Sélectionnez le type d'installation simplifiée souhaitée.

source: Swap size
fr: Taille swap

source: Select the swap size (in MB). If you have a lot of RAM (over $DefaultRamSwap MB), you do not need swap (so you can select 0 MB). If you have little RAM, or if you use very resource-intensive applications, you need a swap file. The swap file is the virtual memory (this is used when the RAM is insufficient), its size depends on your hardware configuration, but also on your needs/habits. Note: your RAM (random access memory) = $R MB
fr: Sélectionnez la taille du fichier swap (en Mo). Si vous avez beaucoup de RAM (plus de $DefaultRamSwap Mo), vous n'avez pas besoin d'un fichier swap (vous pouvez donc sélectionner 0 Mo). Si vous avez peu de RAM, ou si vous utilisez des applications très gourmandes en ressources, vous avez besoin d'un fichier swap. Le fichier swap représente la mémoire virtuelle (cette mémoire est utilisée quand la RAM est insuffisante), la taille du swap dépend de votre configuration matérielle et de vos besoins/habitudes. Remarque : votre RAM (mémoire vive) = $R Mo

source: User information
fr: Information utilisateur

source: Select the user information. Suggestion: usually silent is a good choice, select talkative if you want view details of the installation in a terminal.
fr: Sélectionnez l'information utilisateur. Suggestion: habituellement l'option silent (silence) est un bon choix, sélectionnez talkative (bavard) si vous souhaitez afficher les détails de l'installation dans un terminal.

source: Host format
fr: Format hôte

source: Select the future desired format for host device ($HDRV) To install $DISTRO_NAME $DISTRO_VERSION, only the Linux formats are supported (ext*). Suggestion: usually, ext3 is a good choice.
fr: Sélectionnez le futur format du disque hôte ($HDRV). Pour l'installation de $DISTRO_NAME $DISTRO_VERSION, seuls les formats Linux sont supportés (ext*). Suggestion : habituellement, ext3 est un bon choix.

source: Save file ($SaveFileName) options **
fr: Options fichier de sauvegarde ($SaveFileName) **

source: Save file creation
fr: Création fichier de sauvegarde

source: Click here to create automatically a save file (personnal storage file). In the case of frugal use or live with save file, the save file ($SaveFileNameAndExt) will be usable at the next reboot. The save file will be automatically create in folder where you installed/saved $DISTRO_NAME $DISTRO_VERSION files. Suggestion: create a save file is a good choice.
fr: Ciquez ici pour créer automatiquement un fichier de sauvegarde (fichier de sauvegarde des données de l'utilisateur). Dans le cas d'une installation frugale (frugal) ou d'une utilisation live avec fichier de sauvegarde, le fichier de sauvegarde ($SaveFileNameAndExt) sera utilisable dès le prochain redémarrage. Le fichier de sauvegarde sera créé dans le dossier où vous avez installé/sauvegardé les fichiers de $DISTRO_NAME $DISTRO_VERSION. Suggestion : créer un fichier de sauvegarde est un bon choix.

source: Save file size
fr: Taille fichier de sauvegarde

source: Select the save file size (in MB). The save file size depends on your usage and needs. For more information on using the save file, you can consult the forum. Suggestion: usualy, $DefaultPupsaveSize MB seems to be a good choice.
fr: Sélectionnez la taille du fichier de sauvegarde (en Mo). La taille du fichier de sauvegarde dépend de vos besoins et de vos habitudes. Pour de plus amples informations sur l'utilisation du fichier de sauvegarde, vous pouvez consulter le forum. Suggestion : habituellement, $DefaultPupsaveSize Mo semble être un bon choix.

source: Save file format
fr: Format fichier de sauvegarde

source: Select the save file format. Note: different Linux formats are accepted : ext2/3/4 (2/3/4fs). Suggestion: usualy, ext3 (.3fs) is a good choice.
fr: Sélectionnez le format du fichier de sauvegarde. Différents formats Linux sont acceptés : ext2/3/4 (2/3/4fs). Suggestion: habituellement, ext3 (.3fs) est un bon choix.

source: * options used for full and frugal installations | ** options only used for frugal installations
fr: * options utilisées avec les installations complète (full) et frugale (frugal) | ** options uniquement utilisées avec l'installation frugale (frugal)

source: Click here to delete all partitions on primary hard drive ($HDRV) and start immediately the simplified installation of $DISTRO_NAME $DISTRO_VERSION.
fr: Cliquez ici pour effacer toutes les partitions du disque dur principal ($HDRV) et démarrer immédiatement l'installation simplifiée de $DISTRO_NAME $DISTRO_VERSION.

source: Installation of ${DISTRO_NAME} ${DISTRO_VERSION} is in progress. Please, wait the end of the install process...
fr: L'installation de ${DISTRO_NAME} ${DISTRO_VERSION} a commencé. Veuillez attendre la fin du processus d'installation...

source: Installation stopped because the liveCD of $DISTRO_NAME $DISTRO_VERSION was not found.\n\nBefore reactivating $AppTitle01 $AppVersion, check that the liveCD is present in the main optical drive of the computer.
fr: L'installation s'est arrêtée car le liveCD de $DISTRO_NAME $DISTRO_VERSION n'a pas été trouvé.\n\nAvant de réactiver $AppTitle01 $AppVersion, vérifiez que le liveCD est présent dans le lecteur optique principal de votre ordinateur.

source: Installation stopped because the liveUSB of $DISTRO_NAME $DISTRO_VERSION was not found.\n\nBefore reactivating $AppTitle01 $AppVersion, check that the liveUSB is connect to your computer.
fr: L'installation s'est arrêtée car le liveUSB de $DISTRO_NAME $DISTRO_VERSION n'a pas été trouvé.\n\nAvant de réactiver $AppTitle01 $AppVersion, vérifiez que le liveUSB est connecté à votre ordinateur.

source: Installation stopped because something on drive $HDRV is still mounted!\n\nFirst, try to unmount the different partitions of $HDRV. If it does not work, reboot your computer using the option RAM (puppy pfix=ram), then reactive $AppTitle01 $AppVersion.
fr: L'installation s'est arrêtée car quelque chose sur le disque $HDRV est toujours monté !\n\nTout d'abord, essayer de démonter les différentes partitions de $HDRV. Si cela ne suffit pas, redémarrez l'ordinateur avec l'option RAM (puppy pfix=ram), puis relancez $AppTitle01 $AppVersion.

source: no swap
fr: aucun swap

source: $CheckSwapSize MB
fr: $CheckSwapSize Mo

source: \n- sfs compression = $CheckSfsCompression
fr: \n- compression sfs = $CheckSfsCompression

source: \n- sfs compression = gz (gzip)
fr: \n- compression sfs = gz (gzip)

source: \n- save file name = $SaveFileName.$EXT\n- save file format = $CheckPupsaveFormat\n- save file size = $CheckPupsaveSize MB
fr: \n- nom du fichier de sauvegarde = $SaveFileName.$EXT\n- format du fichier de sauvegarde = $CheckPupsaveFormat\n- taille du fichier de sauvegarde = $CheckPupsaveSize

source: Then, reboot off the hard drive and make one pupsave at the end of that session.
fr: Puis, redémarrez à partir du disque dur et créez un fichier pupsave à la fin de la session.

source: Done ! Simplified installation of ${DISTRO_NAME} ${DISTRO_VERSION} is complete.
fr: C'est fait ! L'installation simplifiée de ${DISTRO_NAME} ${DISTRO_VERSION} est terminée.

source: To finalize the procedure, the computer will be automatically restarted.
fr: Afin de finaliser la procédure d'installation, l'ordinateur va être automatiquement redémarré.

source: \nDuring the shutdown, some Puppy versions will ask if you want to make a pupsave file, you will have to answer NO. \nAt the beginning of reboot, you will must eject/remove the live CD-DVD-USB (you can possibly try to do so immediately), otherwise you will restart on that live device (instead of hard drive $HDRV1).
fr: \nDurant l'arrêt de l'ordinateur, il vous sera parfois demandé si vous souhaitez créer un fichier pupsave, vous devrez répondre NON. \nLors du redémarrage de l'ordinateur, vous devrez éjecter/retirer le live CD-DVD-USB (vous pouvez éventuellement essayer de le faire immédiatement), dans le cas contraire vous redémarrerez à partir du support live (à la place du disque dur $HDRV1).

source: \nNote: an installation report has been recorded in file $DirReport.
fr: \nRemarque : un rapport d'installation a été enregistré dans le fichier $DirReport.

source: | make pupsave = $CheckPupsaveMake ($CheckPupsaveSize MB)
fr: | créer fichier de sauvegarde (pupsave) = $CheckPupsaveMake ($CheckPupsaveSize Mo)

source: Last
fr: Dernière

source: check
fr: vérification

source: Now, this is the last check before starting the simplified installation. If all is ok, wait $DelayInstall seconds or click on Start now. If it is not ok, click on cancel.
fr: C'est la dernière vérification avant de commencer l'installation simplifiée. Si tout est ok, patientez $DelayInstall secondes ou cliquez sur le bouton Démarrer maintenant. Si ce n'est pas ok, cliquez sur Annuler l'installation.

source: Summary of the simplified installation : erase all partitions and data on host partition ($HDRV) = yes | install method = $CheckInstallMethod | swap file = $CheckSwapSize MB | keep config = $CheckKeepConfig $InfoMakepupsave | install size required = $SizeInstall MB
fr: Résumé de l'installation simplifiée : effacer toutes les partitions et les données du disque dur hôte ($HDRV) = yes | méthode d'installation = $CheckInstallMethod | fichier swap = $CheckSwapSize Mo | conserver configuration = $CheckKeepConfig $InfoMakepupsave | taille nécessaire pour l'installation = $SizeInstall Mo

source: Time left until start installation
fr: Temps restant avant de commencer l'installation

source: Still a few seconds...
fr: Encore quelques secondes

source: Start now
fr: Démarrer maintenant

source: Cancel installation
fr: Annuler l'installation

source: + save size ($SizePupsave MB)
fr: + taille du fichier de sauvegarde ($SizePupsave Mo)

source: Force installation
fr: Forcer l'installation

source: The host size device seems to be smaller than install size required, so installation may not work. - host size device : $HDRV = $HOSTSIZE MB - install size required : $SizeInstall MB = iso size x $IsoMultiplied ($SizeIsoUncompressed MB) + swap size ($SizeSwap MB) $SizePupsaveInfo Notes: - If you trust this warnig (recommended), click on the button Cancel installation. Before retry simplified installation, check that host size ($HDRV) is greater than install size required. - If you want to ignore this warning (not recommended, but possible if $AppTitle01 did not properly calculated size avaible/required), you can force the installation by clicking on the button Force installation.
fr: La taille du périphérique hôte semble inférieure à la taille nécessaire pour l'installation, par conséquent l'installation pourrait ne pas fonctionner. - taille du périphérique hôte : $HDRV = $HOSTSIZE Mo - taille nécessaire pour l'installation : $SizeInstall Mo = taille de l'iso x $IsoMultiplied ($SizeIsoUncompressed Mo) + taille du fichier swap ($SizeSwap Mo) $SizePupsaveInfo Remarques : - Si vous faites confiance à cet avertissement (recommandé), cliquez sur le bouton Annuler l'installation. Avant d'activer une nouvelle installation, vérifiez que la taille du périphérique hôte ($HDRV) est supérieure à la taille nécessaire pour l'installation. - Si vous souhaitez ignorer cet avertissement (non recommandé, mais possible si vous pensez que $AppTitle01 n'a pas calculé correctement la taille disponible/nécessaire), vous pouvez forcer l'installation en cliquant sur le bouton Forcer l'installation.
