Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/osconf.po
Languages: fr

source: (configuration of operating system)
fr: (configuration du système d'exploitation)

source: Version and authors of $AppTitle01. - Version used: $AppVersion by $AuthorActualVersion. - Previous versions: by $AuthorPreviousVersions. - Original version: by $AuthorOriginalVersion.
fr: Version et auteurs de $AppTitle01. - Version utilisée: $AppVersion par $AuthorActualVersion. - Versions précédentes: par $AuthorPreviousVersions. - Version originale: par $AuthorOriginalVersion.

source: <b>MoManager</b>: translate applications to non-English format.
fr: <b>MoManager</b>: traduire les applications pour des formats non-Anglais.

source: Preferences
fr: Préférences

source: Interface: large (check) or small (uncheck).
fr: Interface: large (coché) ou petite (non coché).

source: Large interface
fr: Interface large

source: Automatically exit $AppTitle01 after selection of an application.
fr: Fermeture automatique de $AppTitle01 après sélection d'une application.

source: Auto exit
fr: Fermeture auto

source: Use terminal to run applications.
fr: Utiliser le terminal pour démarrer les applications.

source: Run in terminal
fr: Démarrer dans un terminal

source: Save values.
fr: Enregistrer les valeurs.

source: enabled
fr: activé

source: disabled
fr: désactivé

source: Ethernet activity
fr: Activité Ethernet

source: Currently activity of ethernet connection (eth0):
fr: Activité actuelle de la connexion ethernet (eth0):

source: Enable ethernet connection (eth0).
fr: Activer la connexion internet (eth0).

source: Enable
fr: Activer

source: Wait...
fr: Veuillez attendre...

source: Disable ethernet connection (eth0).
fr: Désactiver la connexion internet (eth0).

source: Disable
fr: Désactiver

source: Quit.
fr: Quitter.

source: Wifi activity
fr: Activité wifi

source: Currently activity of Wifi connection (wlan0):
fr: Activité courante de la connexion wifi (wlan0):

source: Enable wifi connection (wlan0).
fr: Activer la connexion wifi (wlan0).

source: Disable wifi connection (wlan0).
fr: Désactiver la connexion wifi (wlan0).

source: Xlock activity
fr: Activité Xlock

source: Currently status of Xlock at startup:
fr: Statut actuel de Xlock au démarrage:

source: Enable launch of Xlock at startup.
fr: Activer le lancement de Xlock au démarrage.

source: Disable launch of Xlock at startup.
fr: Désactiver le lancement de Xlock au démarrage.

source: Network infos
fr: Infos réseau

source: Local IP of ethernet connection = $IPLOCALEINFO_ETH0 Local IP of wireless connection = $IPLOCALEINFO_WLAN0 Public IP of the computer = $IPINFO Note: the IP address appears only if connection is functional.
fr: IP locale de la connexion ethernet = $IPLOCALEINFO_ETH0 IP locale de la connexion sans fil = $IPLOCALEINFO_WLAN0 IP publique de cet ordinateur = $IPINFO Note: L'adresse IP est visible uniquement si la connexion est active.

source: Swap infos
fr: Infos swap

source: Currently, no swap (virtual memory) is used.
fr: Actuellement, aucun swap (mémoire virtuelle) n'est utilisé.

source: Swap (virtual memory) currently used: Total = $T4 Mo Used = $T5 Mo Free = $T6 Mo
fr: Swap (mémoire virtuelle) utilisé actuellement: Total = $T4 Mo Utilisé = $T5 Mo Libre = $T6 Mo

source: Pupmode infos
fr: Infos pupmode

source: Pupmode currently used = $PUPMODE Possible pupmode: - pupmode=2 => full install - pupmode=5 => first use without personal storage file - pupmode=12 => session saved on hard drive - pupmode=13 => session saved on a USB device - pupmode=77 => session saved on a CD/DVD device
fr: Pupmode actuellement utilisé = $PUPMODE Pupmode possible: - pupmode=2 => installation complète - pupmode=5 => première utilisation sans fichier de stockage personnel - pupmode=12 => session sauvegardée sur le disque dur - pupmode=13 => session sauvegardée sur un appareil USB - pupmode=77 => session sauvegardée sur appareil CD/DVD

source: Application used =
fr: Application utilisée =

source: Desktop/Display
fr: Bureau/Affichage

source: Network
fr: Réseau

source: Drive
fr: Disque

source: Hardware
fr: Matériel

source: Settings
fr: Paramètres

source: System
fr: Système

source: Security
fr: Sécurité

source: Various
fr: Divers

source: <b>Manage menu</b>: remove/restore main menu entries.
fr: <b>Gérer le menu</b>: Supprimer/restaurer les entrées du menu principal.

source: <b>Menu manager</b>: remove/restore main menu entries.
fr: <b>Gestionnaire de menu</b>: Supprimer/restaurer les entrées du menu principal.

source: <b>Add shortcuts on desktop</b>: add on desktop shortcuts to applications.
fr: <b>Ajouter des raccourcis sur le bureau</b>: ajouter sur le bureau des raccourcis vers des applications.

source: <b>Cursor theme</b>: select mouse cursor.
fr: <b>Thème curseur</b>: choisir le curseur de la souris.

source: <b>Desktop and menu icons</b>: select desktop and menu icons.
fr: <b>Icônes du menu et du bureau</b>: choisir les icônes du bureau et du menu.

source: <b>Desktop drive icons</b>: configure hot-plugged devices.
fr: <b>Icônes disque du bureau</b>: configurer les appareils connectés à chaud.

source: <b>Wallpaper</b>: set background image.
fr: <b>Papier-peint</b>: choisir l'image de fond d'écran.

source: <b>Fonts preview</b>: view available fonts.
fr: <b>Aperçu des polices</b>: voir les polices disponibles.

source: <b>Font manager</b>: configure and install fonts.
fr: <b>Gestionnaire de polices</b>: configurer et installer des polices.

source: <b>Font wizard</b>: enhance the appearance of LCD fonts.
fr: <b>Assistant police</b>: améliorer l'apparence des polices LCD.

source: <b>Global font size</b>: set size of screen fonts.
fr: <b>Taille globale de la fonte</b>: choisir la taille des polices écran.

source: <b>GTK theme</b>: select theme for buttons, scrollbars...
fr: <b>Thème GTK</b>: choisir le thème pour les boutons, barres de défilement...

source: <b>Screen saver</b>: enable/disable screensaver.
fr: <b>Economiseur d'écran</b>: activer/désactiver l'économiseur d'écran.

source: <b>Window manager settings</b>: configuration options.
fr: <b>Paramètres du gestionnaire de fenêtres</b>: options de configuration.

source: <b>Switch window manager</b>: access to WM installed.
fr: <b>Permuter le gestionnaire d'écran</b>: accèder aux gestionnaires d'écran installés.

source: <b>JWM theme maker</b>: edit/create a JWM theme.
fr: <b>Créateur de thèmes JWM</b>: Modifier/créer un thème JWM.

source: <b>Network infos</b>: view summary for active network configuration.
fr: <b>Infos réseau</b>: voir un résumé de la configuration réseau active.

source: <b>Network infos</b>: view full information for active network configuration.
fr: <b>Infos réseau</b>: voir les informations complètes de la configuration réseau active.

source: <b>Internet connection</b>: dialup/cable/DSL/wired/wireless.
fr: <b>Connexion internet</b>: modem/cable/ADSL/filaire/sans fil.

source: <b>Network wizard</b>: configure/test network interface.
fr: <b>Assistant réseau</b>: configurer/tester l'interface réseau.

source: <b>Firewall setup</b>: install/configure firewall.
fr: <b>Configuration pare-feu</b>: installer/configurer le pare-feu.

source: <b>Firewall status</b>: enable, disable or remove firewall.
fr: <b>Statut du pare-feu</b>: activer, désactiver ou supprimer le pare-feu.

source: <b>Network security</b>: block online advertisements.
fr: <b>Sécurité du réseau</b>: bloquer toutes les publicités en ligne.

source: <b>Ethernet activity</b>: enable/disable ethernet activity.
fr: <b>Activité ethernet</b>: activer/désactiver l'activité ethernet.

source: <b>Wifi activity</b>: enable/disable wifi activity.
fr: <b>Activité wifi</b>: activer/désactiver l'activité wifi.

source: <b>Backup files</b>: backup and sync files.
fr: <b>Archiver les fichiers</b>: archiver et synchroniser les fichiers.

source: <b>CD/DVD wizard</b>: select/set default optical drives.
fr: <b>Assistant CD/DVD</b>: choisir/modifier les disques optiques par défaut.

source: <b>Drive space</b>: show available drive/partition space.
fr: <b>Espace disque</b>: afficher l'espace disponible sur le disque/la partition.

source: <b>Folder contents</b>: show graphically the contents of folders.
fr: <b>Contenu des répertoires</b>: afficher graphiquement le contenu des répertoires.

source: <b>Partition manager</b>: add/delete/resize drive partitions (all users).
fr: <b>Gestionnaire de partitions</b>: ajouter/supprimer/redimensionner les partitions disques (tous utilisateurs).

source: <b>Partition manager</b>: add/delete/resize drive partitions (expert users).
fr: <b>Gestionnaire de partitions</b>: ajouter/supprimer/redimensionner les partitions disques (utilisateurs expert).

source: <b>Mount storage devices</b>: select formats to mount at startup.
fr: <b>Monter les appareils de stockage</b>: sélectionner les formats à monter au démarrage.

source: <b>PupSave infos</b>: size available/used for personal storage file.
fr: <b>Infos PupSave</b>: taille disponible/utilisée par le fichier de stockage personnel.

source: <b>PupSave resize</b>: increase personal storage file.
fr: <b>Redimensionner PupSave</b>: agrandir le fichier de stockage personnel.

source: <b>PupSave blank</b>: create new blank pupsave files.
fr: <b>PupSave vierge</b>: créer des nouveaux fichiers pupsave vierges.

source: <b>Swap manager</b>: create/manage virtual swap space.
fr: <b>Gestionnaire swap</b>: créer/gérer l'espace virtuel swap.

source: <b>Hardware infos</b>: hardware information and benchmarks.
fr: <b>Infos matérielles</b>: informations matérielles et benchmarks.

source: <b>CPU frequency scaling</b>: set dynamic CPU cooling.
fr: <b>Echelonnage de la fréquence du CPU</b>: modifier le refroidissement dynamique du CPU.

source: <b>Keyboard configuration</b>: change keyboard layout.
fr: <b>Configuration clavier</b>: modifier la disposition du clavier.

source: <b>Keyboard, mouse, screensaver</b>: set properties.
fr: <b>Clavier, souris, économiseur d'écran</b>: modifier les propriétés.

source: <b>Laptop tool</b>: set the acpi, cpu and backlight modes.
fr: <b>Outil pour ordinateur portable</b>: modifier les modes acpi, cpu et le rétroéclairage.

source: <b>Printer</b>: install/add printer.
fr: <b>Imprimante</b>: installer/ajouter une imprimante.

source: <b>Print Manager:</b>: manage state/output of installed printers.
fr: <b>Gestionnaire d'imprimante:</b>: gérer les états/sorties des imprimantes installées.

source: <b>Sound card wizard</b>: install the system audio card driver.
fr: <b>Assistant carte son</b>: installer le pilote du système audio.

source: <b>Multiple sound card wizard</b>: set multiple sound cards.
fr: <b>Assistant pour cartes sons multiples</b>: configurer des cartes sons multiples.

source: <b>Audio</b>: set sound level (all users).
fr: <b>Audio</b>: modifier le niveau sonore (tous utilisateurs).

source: <b>Audio</b>: set sound level (expert users).
fr: <b>Audio</b>: modifier le niveau sonore (utilisateurs expert).

source: <b>Touchpad</b>: adjust properties of Synaptics touchpad.
fr: <b>Pavé tactile</b>: ajuster les propriétés du pavé tactile Synaptics.

source: <b>Video upgrade wizard</b>: upgrade the video driver.
fr: <b>Assistant de mise à jour vidéo</b>: Mettre à jour le pilote vidéo.

source: <b>Xorg video wizard</b>: modify screen configuration.
fr: <b>Assistant vidéo Xorg</b>: modifier la configuration de l'écran.

source: <b>Default apps</b>: select default applications.
fr: <b>Apps par défaut</b>: choisir les applications par défaut.

source: <b>Quick setup</b>: first-run settings.
fr: <b>Configuration rapide</b>: paramètres du premier démarrage.

source: <b>Country</b>: set locale (date, font, money) and timezone.
fr: <b>Pays</b>: modifier la locale (date, police, monnaie) et fuseau horaire.

source: <b>Hardware Clock</b>: set HW clock to localtime or UTC.
fr: <b>Horloge matérielle</b>: modifier l'horloge HW en heure locale ou UTC.

source: <b>Time, date</b>: set the current local time and date.
fr: <b>Heure, date</b>: modifier l'heure actuelle locale et la date.

source: <b>Hardware clock</b>: set hardware clock type.
fr: <b>Horloge matérielle</b>: Modifier le type d'horloge matérielle.

source: <b>Time update</b>: sync/update clock with time servers.
fr: <b>Mise à jour de l'heure</b>: sync/met à jour l'horloge avec les serveurs de temps.

source: <b>Keyboard numlock</b>: enable/disable keyboard numlock.
fr: <b>Verrouillage du clavier numérique</b>: activer/désactiver le verrouillage du clavier numérique.

source: <b>OS infos</b>: consult infos about the operating system.
fr: <b>Infos OS</b>: consulter les infos du système d'exploitation.

source: <b>System infos</b>: view summary of system settings.
fr: <b>Infos système</b>: afficher un résumé des paramètres systèmes.

source: <b>OS updater</b>: update the operating system.
fr: <b>Mise à jour de l'OS</b>: mettre à jour le système d'exploitation.

source: <b>Event manager</b>: hot-plugging/save-session/power-off.
fr: <b>Gestionnaire d'évènements</b>: branchement à chaud/sauvegarde de session/arrêt.

source: <b>Boot manager</b>: SFS-files/driver-modules/services.
fr: <b>Gestionnaire de démarrage</b>: fichiers SFS/pilotes-modules/services.

source: <b>Boot services Manager</b>: configure system services.
fr: <b>Gestionnaire de services au démarrage</b>: configurer les services systèmes.

source: <b>Login manager</b>: log in to the current Puppy session.
fr: <b>Gestionnaire de connexion</b>: connexion à la session actuelle Puppy/Toutou.

source: <b>System hardware</b>: system hardware interface information.
fr: <b>Matériel du sytème</b>: Interface d'informations pour le matériel du système.

source: <b>Video report</b>: display and video-chip information.
fr: <b>Rapport vidéo</b>: afficher les informations de la puce vidéo.

source: <b>Task Manager</b>: check/manage running tasks.
fr: <b>Gestionnaire de tâches</b>: vérifier/gérer les tâches démarrées.

source: <b>Swap infos</b>: consult the use of virtual memory (swap).
fr: <b>Infos swap</b>: consulter l'utilisation de la mémoire virtuelle (swap).

source: <b>Pupmode infos</b>: get information about current pupmode.
fr: <b>Infos Pupmode</b>: fournir des informations à propos du pupmode actuel.

source: <b>Process manager</b>: check/manage running processes.
fr: <b>Gestionnaire de processus</b>: vérifier/gérer les processus démarrés.

source: <b>Boot loader</b>: Grub
fr: <b>Chargeur de démarrage</b>: Grub

source: <b>Boot loader</b>: Grub4Dos
fr: <b>Chargeur de démarrage</b>: Grub4Dos

source: <b>NTFS access</b>: set access to NTFS partitions.
fr: <b>Accès NTFS</b>: modifier les accès vers des partitions NTFS .

source: <b>Login manager</b>: configure login and security.
fr: <b>Gestionnaire de connexion</b>: configurer la connexion et la sécurité.

source: <b>Screen lock</b>: configure screen locking.
fr: <b>Verrouiller l'écran</b>: configurer le verrouillage d'écran.

source: <b>Screen lock</b>: activate screen locking.
fr: <b>Verrouiller l'écran</b>: activer le verrouillage d'écran.

source: <b>Screen lock</b>: launch screen locking at startup.
fr: <b>Verrouiller l'écran</b>: lancer le verrouillage d'écran au démarrage.

source: <b>Remove builtin</b>: to delete package that are builtin in operating system.
fr: <b>Supprimer des paquets intégrés</b>: pour supprimer les paquets qui sont intégrés au système d'exploitation.

source: <b>Remaster live-CD</b>: to create your customized version of $DISTRO_NAME $DISTRO_VERSION.
fr: <b>Regénerer un live-CD</b>: pour créer une version personnalisée de $DISTRO_NAME $DISTRO_VERSION.

source: Define preferences of $AppTitle01.
fr: Définir les préférences pour $AppTitle01.

source: Help for $AppTitle01.
fr: Aide pour $AppTitle01.

source: Version and authors of $AppTitle01.
fr: Version et auteurs de $AppTitle01.

source: Alternative general setup for $DISTRO_NAME $DISTRO_VERSION.
fr: Configuration générale alternative pour $DISTRO_NAME $DISTRO_VERSION.

source: Quit $AppTitle01.
fr: Quitter $AppTitle01.

source: $ANL01 is already active. So your request is not accepted.
fr: $ANL01 est déjà actif. Ainsi votre demande n'a pas été acceptée.
