Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/osinfos.po
Languages: fr

source: Version and authors of $AppTitle01. Version used: $AppVersion by $AuthorActualVersion. Previous versions: by $AuthorPreviousVersions. Original version: by $AuthorOriginalVersion.
fr: Version et auteurs de $AppTitle01. Version utilisée : $AppVersion par $AuthorActualVersion. Versions précédentes : par $AuthorPreviousVersions. Version originale : par $AuthorOriginalVersion.

source: Current distro
fr: Distribution actuelle

source: Name = $DISTRO_NAME Version = $DISTRO_VERSION Creation date = $DISTRO_PUPPYDATE Kernel = $KERNEL Architecture = $DISTRO_ARCH_INFOS Original distro = $DISTRO_ORIGINAL_VERSION Original binary = $DISTRO_ORIGINAL_BINARY
fr: Nom = $DISTRO_NAME Version = $DISTRO_VERSION Date de création = $DISTRO_PUPPYDATE Kernel = $KERNEL Architecture = $DISTRO_ARCH_INFOS Distribution d'origine = $DISTRO_ORIGINAL_VERSION Binaires d'origine = $DISTRO_ORIGINAL_BINARY

source: Official links
fr: Liens officiels

source: Consult web site of $DISTRO_NAME project ($UrlMainSite).
fr: Consulter le site web du projet $DISTRO_NAME ($UrlMainSite).

source: Web site
fr: Site web

source: Consult main repository of $DISTRO_NAME $DISTRO_VERSION project ($UrlRepository01).
fr: Consulter le dépôt principal du projet $DISTRO_NAME $DISTRO_VERSION ($UrlRepository01).

source: Repository
fr: Dépôt

source: Consult forum of $DISTRO_NAME project ($UrlForum).
fr: Consulter le forum du projet $DISTRO_NAME ($UrlForum).

source: Consult kids space of $DISTRO_NAME project ($UrlKids).
fr: Consulter l'espace kids du projet $DISTRO_NAME ($UrlKids).

source: Kids space
fr: Espace kids

source: Version and authors of $AppTitle01.
fr: Version et auteurs de $AppTitle01.

source: Quit $AppTitle01.
fr: Quitter $AppTitle01.

source: $ANL01 is already active. So your request is not accepted.
fr: $ANL01 est déjà actif. Par conséquent, votre demande n'est pas acceptée.
