Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/passtools.po
Languages: fr

source: $DISTRO_NAME $DISTRO_VERSION allows using a password to secure access to various configuration utilities.
fr: $DISTRO_NAME $DISTRO_VERSION permet d'utiliser un mot de passe pour sécuriser l'accès à divers utilitaires de configuration.

source: List of applications protected by a password: $AppList
fr: Liste des applications protégées par un mot de passe : $AppList

source: Application used =
fr: Application utilisée =

source: Tools to manage configuration password.
fr: Des outils pour gérer le mot de passe de configuration.

source: <b>passcheckuse</b>: enable/disable the use of a password.
fr: <b>passcheckuse</b> : activer/désactiver l'utilisation d'un mot de passe.

source: <b>protectedapps</b>: view list of applications that use a password.
fr: <b>protectedapps</b> : voir la liste des applications protégées par un mot de passe.

source: <b>passchange</b>: change password.
fr: <b>passchange</b> : changer le mot de passe.

source: Help for $AppTitle01.
fr: Aide pour $AppTitle01.

source: Quit $AppTitle01.
fr: Quitter $AppTitle01.

source: $ANL01 is already active.
fr: $ANL01 est déjà activé.
