Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/passcheckuse.po
Languages: fr

source: Use password = a password is required to access various configuration utilities.
fr: Utiliser un mot de passe = un mot de passe est nécessaire pour accéder à divers utilitaires de configuration.

source: do not use password
fr: ne pas utiliser de mot de passe

source: use password
fr: utiliser un mot de passe

source: Now, password status is: $MSG_STATE.
fr: Maintenant, le statut du mot de passe est : $MSG_STATE.

source: Current status of password usage =
fr: Statut actuel de l'usage du mot de passe =

source: To use password.
fr: Pour utiliser un mot de passe.

source: Use password
fr: Utiliser un mot de passe

source: To not use password.
fr: Pour ne pas utiliser un mot de passe.

source: Do not use password
fr: Ne pas utiliser un mot de passe

source: Help for $AppTitle01.
fr: Aide pour $AppTitle01.

source: Quit $AppTitle01.
fr: Quitter $AppTitle01.

source: $ANL01 is already active.
fr: $ANL01 est déjà activé.
