Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/petget___configure.sh.po
Languages: fr

source: Puppy Package Manager: configure
fr: P.P.M. Configuration

source: Update database
fr: Actualiser la base de données

source: Puppy has a database file for each package repository. Click this button to download the latest information on what packages are in the repository:
fr: Toutou possède une base de données pour chaque dépot de paquets. Téléchargez les dernières infos des paquets dans les dépots:

source: Update now
fr: Actualiser

source: Note: some repositories are 'fixed' and do not need to be updated. An example of this is the Slackware official version 12.2 repo. An example that does change is the Slackware 'slacky' 12.2 repo which has extra packages for Slackware 12.2. Anyway, to be on the safe side, clicking the above button will update all database files.
fr: Note: certains dépots sont 'gelés' et n'ont pas besoin d'être actualisés. Exemple le dépot de la version officielle Slackware12.2. Un exemple de celui qui qui doit changer c'est le dépot Slackware 'slacky' 12.2 qui contient des paquets supplémentaires pour Slackware 12.2. De toutes manières par sécurité, quand vous cliquerez sur le bouton ci-dessus, tous les fichiers des bases de données seront mis à jour.

source: Warning: The database information for some repositories is quite large, about 1.5MB for 'slacky' and several MB for Ubuntu/Debian. If you are on dialup, be prepared for this.
fr: ATTENTION : L'information des bases de données de certains dépots est très volumineuse, environ 1.5Mo pour 'slacky' et plusieurs Mo pour Ubuntu/Debian. Tenez-en compte si vous êtes en connexion analogique.

source: Technical note: if you would like to see the package databases, they are at
fr: Note technique: les bases de données des paquets sont affichées dans

source: These are in a standardised format, regardless of which distribution they were obtained from. This format is considerably smaller than that of the original distro.
fr: C'est le format standard, quelle que soit leur distribution d'origine. Ce format est bien plus petit que celui de la distribution originale.

source: User Interface
fr: Interface utilisateur

source: Enable BuildingBlock category (for advanced users only!)
fr: Activer la catégorie de Génération du Bloc (pour utilisateurs avancés uniquement!)

source: Requires restart of PPM to see changes
fr: Relancez PPM pour activer les changements

source: Choose repositories
fr: Choisir les dépôts

source: Adding a new repository currently requires manual editing of some text files. Click this button for further information:
fr: Ajouter un nouveau dépot nécessite de modifier certains fichiers texte. Plus d'infos ICI:

source: Add repo help
fr: Aide ajout de dépôt
