Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/petget___removepreview.sh.po
Languages: fr

source: Click 'OK' button to confirm that you wish to uninstall package
fr: Cliquez sur 'Valider' pour confirmer que vous voulez désinstaller le paquet

source: No pkgs beginning with
fr: Aucun paquet commençant par

source: found
fr: n'a été trouvé

source: Found more than 5 pkgs starting with
fr: Il a été trouvé plus de 5 paquets commençant par

source: The first 5 are
fr: Les 5 sont les suivants

source: WARNING:
fr: ATTENTION

source: No file named
fr: Aucun fichier du nom de

source: found in
fr: n'a été trouvé dans le dossier

source: refusing cowardly to remove the package.
fr: Lâche refus de supprimer le paquet.

source: Possible suggestions are
fr: Suggestions possibles :

source: Possible solution:
fr: Solution possible:

source: Edit
fr: Modifier :

source: to match the pkgname
fr: pour faire correspondre le nom du paquet

source: and start again.
fr: et recommencer.

source: Perhaps you do not need these dependencies that you had also installed:
fr: Peut-être n'avez-vous pas besoin de ces dépendances que vous avez installées :

source: ...if you do want to remove them, you will have to do so back on the main window, after clicking the 'Ok' button below (perhaps make a note of the package names on a scrap of paper right now)
fr: ... si vous ne voulez pas les supprimer, vous devrez revenir dans la fenêtre principale pour le faire, après avoir cliqué sur le bouton 'Ok' ci-dessous (notez, peut-être tout de suite, les noms des paquets sur un bout de papier)

source: Package
fr: Le paquet

source: has been removed.
fr: a été retiré.
