Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/petget___check_deps.sh.po
Languages: fr

source: Checking
fr: Vérification de

source: for missing shared library files...
fr: en cas de fichiers de bibliothèques partagées manquantes...

source: File
fr: Ces fichiers de bibliothèque manquent au fichier

source: Checking all user-installed packages for any missing dependencies...
fr: Vérification des paquets, de tous les utilisateurs, installés en cas de dépendance manquante...

source: Check dependencies
fr: Vérifier les dépendances

source: No packages installed by user, click 'Cancel' button
fr: Aucun paquet installé par l'utilisateur, cliquez sur 'Annuler'

source: Puppy Package Manager
fr: Gestionnaire des paquets PPM

source: Please choose what package you would like to check the dependencies of:
fr: Choisissez le paquet dont vous voulez vérifier les dépendances :

source: User-installed packages
fr: Paquets installés par l'utilisateur

source: No missing shared libraries
fr: Aucune bibliothèque partagée ne manque

source: These libraries are missing:
fr: Ces bibliothèques sont absentes :

source: These needed libraries exist but are not in the library search path (it is assumed that a startup script in the package makes these libraries loadable by the application):
fr: Ces bibliothèques nécessaires existent, mais ne se trouvent pas dans le chemin de recherche des bibliothèques (il est supposé qu'un script de démarrage dans le paquet rend ces bibliothèques chargeables par l'application) :

source: No missing dependent packages
fr: Aucun paquet dépendant ne manque

source: View details
fr: Voir les détails

source: Puppy has searched for any missing shared libraries of these packages:
fr: On a recherché toutes les bibliothèques partagées manquantes de ces paquets :

source: Puppy has examined all user-installed packages and found these missing dependencies:
fr: A l'issue de l'examen de tous les paquets installés par l'utilisateur, ces dépendances ont été trouvées manquantes :
