Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/petget___installpreview.sh.po
Languages: fr

source: Please wait, processing package database files...
fr: Patientez, traitement des fichiers des bases de données des paquets...

source: no description available
fr: Aucune description disponible

source: After installation, this package will occupy
fr: Après installation, ce paquet occupera

source: The amount of free space that you have for installation is
fr: L'espace libre disponible pour l'installation est de

source: A general rule-of-thumb is that the free space should be at least the original-package-size plus installed-package-size plus 10MB to allow for sufficient working space during and after installation. It does not look to good, so you had better click the 'Cancel' button
fr: La règle de base générale veut que l'espace libre doit faire la taille du paquet d'origine, plus la taille du paquet installé, plus 10 Mo pour disposer de suffisamment d'espace de travail pendant et après l'installation. Cela ne semble pas très bon, il vaut mieux cliquer sur 'Annuler'

source: note, if you are running Puppy in a mode that has a 'pupsave' file, then the Utility menu has an entry 'Resize personal storage file' that should solve the problem.
fr: remarque, dans le mode avec un fichier 'pupsave', le menu Utilitaires possède une entrée 'Augmenter le fichier de stockage' qui devrait résoudre le problème.

source: ...free space looks ok, so click 'Install' button:
fr: ...l'espace libre semble suffisant, cliquez sur Installer :

source: Unfortunately the provider of the package database has not supplied the size of this package when installed. If you are able to see the size of the compressed package, multiple that by 3 to get the approximate installed size. The free available space, which is
fr: Malheureusement, le fournisseur des données des paquets n'a pas fourni la taille de ce paquet une fois installé. Si vous pouvez voir la taille du paquet compressé, multipliez-la par 3 pour avoir la taille approximative de l'installation. L'espace disponible, qui est de

source: should be at least 4 times greater.
fr: devrait faire au moins quatre fois plus.

source: It seems that all dependencies are already installed. Sometimes though, the dependency information in the database is incomplete, however a check for presence of needed shared libraries will be done after installation.
fr: Il semble que toutes les dépendances soient déjà installés. Parfois, les informations des dépendances dans la base de données sont incomplètes. Un contrôle de la présence des bibliothèques partagées nécessaires sera fait après l'installation.

source: ONLY
fr: SEULEMENT

source: Examine dependencies
fr: EXAMINER

source: Warning, the following dependent packages are missing:
fr: Attention, les dépendances suivantes sont absentes :

source: A warning, these dependencies may have other dependencies not necessarily listed here. It is recommended that you click the 'Examine dependencies' button to find all dependencies before installing.
fr: Attention, ces dépendances peuvent avoir d'autres dépendances non nécessairement listées ici. Cliquez sur 'EXAMINER' pour rechercher toutes les dépendances avant de les installer.

source: Please click 'Examine dependencies' to install
fr: Cliquez sur 'EXAMINER' pour installer à la fois

source: as well as its dependencies
fr: et ses dépendances

source: however the dependencies will need more space so you really need to find what they will need first.
fr: mais les dépendances auront besoin de plus. Vous devez d'abord connaitre la quantité d'espace nécessaire.

source: Also, the package database provider has not supplied the installed size of this package, so you will have to try and estimate whether you have enough free space for it (and the dependencies)
fr: Ici, le fournisseur de la base de données du paquet n'a pas fourni la taille du paquet installé. Vous devrez donc essayer de savoir si vous avez suffisamment d'espace libre (même chose pour les dépendances)

source: Puppy Package Manager: preinstall
fr: PPM : Préinstallation

source: You have chosen to install package
fr: Vous avez choisi d'installer le paquet

source: A short description of this package is:
fr: Voici une courte description du paquet :

source: If you would like more information about
fr: Pour plus d'information sur

source: such as what it is for and the dependencies, this button will download and display detailed information:
fr: son utilité et ses dépendances, cliquez ici :

source: There seem to be no missing dependencies.
fr: Il semble ne pas y avoir de dépendances manquantes.

source: Note: if the previous window indicated that there are missing dependencies, they were not found. Sometimes, a package database lists a dependency that does not actually exist anymore and is not required.
fr: Note: Si la fenêtre précédente indiquait qu'il y avait des dépendances manquantes, elles n'ont pas été trouvées. Parfois, une base de données de paquet liste une dépendance qui n'existe plus et qui n'est plus requise.

source: WARNING: devx not installed
fr: AVERTISSEMENT: devx non installé

source: Package:
fr: Paquet:

source: This package has dependencies that are in the 'devx' SFS file, which is Puppy's C/C++/Vala/Genie/BaCon mega-package, a complete compiling environment.
fr: Ce paquet a des dépendances qui sont dans le fichier SFS 'devx', qui est un paquet Puppy's C/C++/Vala/Genie/BaCon, un environnement complet de compilation.

source: The devx file is named:
fr: Le fichier devx est nommé:

source: Please cancel installation, close the Puppy Package Manager, then click the \Zbinstall\ZB icon on the desktop and install the devx SFS file first.
fr: Veuillez annuler l'installation, fermer le gestionnaire de paquets Puppy, puis cliquer sur l'icône \Zbinstaller\ZB sur le bureau et installer le fichier SFS devx en premier.

source: If that looks like enough free space, go ahead and click the 'Install' button...
fr: S'il y a suffisamment d'espace libre, poursuivez et cliquez sur 'Installer'...

source: Not too good! recommend that you make more space before installing -- see 'Resize personal storage file' in the 'Utility' menu.
fr: Pas très bon! Je vous recommande de libérer de l'espace avant l'installation -- voir 'Augmenter le fichier de stockage' dans le menu 'Utilitaires'.

source: Puppy Package Manager: dependencies
fr: PPM : Dépendances

source: Sometimes Puppy's automatic dependency checking comes up with a list that may include packages that don't really need to be installed, or are already installed under a different name. If uncertain, just accept them all, but if you spot one that does not need to be installed, then un-tick it.
fr: Il arrive parfois que la vérification automatique des dépendances affiche une liste de paquets qui ne sont pas vraiment nécessaires ou déjà installés avec un nom différent. Dans le doute, acceptez-les, mais si l'un d'eux vous semble n'avoir pas besoin d'être installé, décochez-le.

source: Puppy usually avoids listing the same package more than once if it exists in two or more repositories. However, if the same package is listed twice, choose the one that seems to be most appropriate.
fr: Le gestionnaire évite en principe d'afficher une liste avec le même paquet plusieurs fois, si présent dans plusieurs dépots. Même si le paquet est inscrit deux fois, choisissez celui qui semble le plus approprié.

source: Click to see the hierarchy of the dependencies:
fr: Cliquez sur le bouton ci-dessous pour afficher la hiérarchie des dépendances :

source: View hierarchy
fr: Afficher la hiérarchie

source: If all of the above packages are selected, the total installed size will be
fr: Si tous les paquets ci-dessus sont sélectionnés, la taille totale de l'installation sera de

source: The free space available for installation is
fr: L'espace libre disponible pour l'installation est de

source: Download-only selected packages
fr: Télécharger seulement la sélection

source: Download-and-install selected packages
fr: Télécharger et Installer la sélection

source: Please wait, updating help page and menu...
fr: Patientez, actualisation de la page d'aide et du menu ...

source: Please wait, updating help page and menu (the screen will flicker!)...
fr: Patientez, actualisation de la page d'aide et du menu (l'écran va clignoter!) ...

source: Please wait, updating help page...
fr: Patientez, actualisation de la page d'aide ...
