Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/petget___downloadpkgs.sh.po
Languages: fr

source: Puppy Package Manager: download
fr: PPM : Téléchargement de paquets

source: You have chosen to download these packages:
fr: Vous avez choisi de télécharger ces paquets :

source: Please choose which URL you would like to download them from. Choose 'LOCAL FOLDER' if you have already have them on this computer (on hard drive, USB drive or CD):
fr: Veuillez choisir l'URL de téléchargement. Choisissez un 'REPERTOIRE LOCAL' si vous en avez déjà un sur cet ordinateur (disque dur, clé USB ou CD):

source: LOCAL FOLDER
fr: REPERTOIRE LOCAL

source: Test URLs
fr: Tester les adresses

source: Download packages
fr: Télécharger

source: ERROR: Packages not available
fr: ERREUR: Paquets non disponibles

source: Unfortunately, these packages are not available:
fr: Malheureusement, ces paquets ne sont pas disponibles:

source: It may be that the local package database needs to be updated. In some cases, the packages in the online package repository change, so you may be trying to download a package that no longer exists.
fr: Cela peut signifier que la base données locale de paquets doit être mise à jour. Dans certains cas, les paquets dans le référentiel en ligne ont pu changer, ainsi vous essayer peut être de télécharger un paquet qui n'existe plus.

source: SOLUTION: From the main PPM window, click the 'Configure' BUTTON and click the 'Update' button to update the local package database.
fr: SOLUTION: A partir de la fenêtre princiaple PPM, cliquer sur le BOUTON 'Configurer' et cliquer sur le bouton 'Mise à jour' pour mettre à jour la base de données locale de paquets.

source: The installation has been aborted!
fr: L'installation a été annulée!

source: Puppy Package Manager
fr: PPM : Téléchargement de paquets

source: Error, faulty download of
fr: Erreur, mauvais téléchargement de

source: Error, failed to download
fr: Erreur, échec du téléchargement de

source: Finished. The packages have been downloaded to
fr: Terminé. Les paquets ont été téléchargés dans le répertoire

source: NOTE: If you are concerned about the large size of the installed packages, Puppy has some clever code to delete files that are not likely to be needed for the application to actually run. If you would like to try this, click 'Trim the fat' button (otherwise just click 'OK'):
fr: AVIS: Si la taille des paquets installés vous préoccupe, Toutou possède un code astucieux pour supprimer des fichiers susceptibles de ne pas être indispensables au fonctionnement de l'application. Pour essayer, cliquez sur 'Dégraisser' (sinon, cliquez sur 'OK'):

source: Trim the fat
fr: Dégraisser

source: Desktop
fr: Bureau

source: System
fr: Sytème

source: Setup
fr: Paramètres

source: Utility
fr: Utilitaire

source: Filesystem
fr: Système de fichier

source: Graphic
fr: Graphique

source: Business
fr: Travail

source: Personal
fr: Personnel

source: Network
fr: Réseau

source: Multimedia
fr: Multimédia

source: Fun
fr: Plaisir

source: Help
fr: Aide

source: none
fr: aucune

source: CATEGORY:
fr: CATEGORIE:

source: PACKAGE:
fr: PAQUET:

source: Note: the package(s) do not have a menu entry.
fr: Remarque: ces paquets n'ont pas d'entrée dans le menu.

source: ...look in the appropriate category in the menu (bottom-left of screen) to run the application. Note, some packages do not have a menu entry.
fr: ... regarder dans la catégorie appropriée dans le menu (bas gauche de l'écran) pour lancer l'application. A noter, certains paquets n'ont pas d'entrée dans le menu.

source: The following packages have been successfully installed:
fr: Les paquets suivants ont été correctement installés :

source: You have chosen to 'trim the fat' of these installed packages:
fr: Vous avez choisi de 'dégraisser' ces paquets installés:

source: Type the 2-letter country designations for the locales that you want to retain, separated by commas. Leave blank to retain all locale files (see /usr/share/locale for examples):
fr: Tapez les 2 lettres de désignation de votre pays, séparées par une virgule, pour les locales que vous voulez garder. Laissez vide pour garder tous les fichiers des locales (voir dans /usr/share/locale par example) :

source: Tick this to delete documentation files
fr: Cochez ici pour effacer les fichiers de documentation

source: Development
fr: Développement

source: Tick this to delete development files
fr: Cochez ici pour effacer les fichiers de développement

source: (only needed if these packages are required as dependencies when compiling another package from source code)
fr: (nécessaires seulement si ces paquets sont requis comme dépendances lors de la compilation d'un autre paquet du code source)

source: Click 'OK', or if you decide to chicken-out click 'Cancel':
fr: Cliquez sur 'OK', ou si vous vous dégonflez, cliquez sur 'Annuler' :

source: Please wait, trimming fat from packages...
fr: Patientez, dégraissage des paquets en cours ...
