Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pfilesearch.po
Languages: fr

source: Error
fr: Erreur

source: If wanted, there can be several searchpaths. Separate paths with <b>[OR]</b>: '/mnt/ [OR] /root/'. './' is used to specify current path.
fr: Si vous voulez, il peut y avoir plusieurs chemins de recherches. Chemins séparés avec <b>[OR]</b>: '/mnt/ [OR] /root/'. './' est utilisé pour spécifier le chemin actuel.

source: Searching for 'text in file' is MUCH slower than 'filename'. Regular expressions works only when searching for filenames (not Text in file). If having problems with local chars, use ? instead of char.
fr: La recherche de 'texte dans les fichiers' est BEAUCOUP plus lente que par le 'nom de fichier'. Expressions régulières ne fonctionne que dans les cas de recherche par nom de fichier (pas pour texte dans un fichier). Si vous rencontrez des problèmes en utilisant un signe local, utilisez alors ? à la place.

source: To define an exact search, you can use the terms: <b>[OR]</b> Filename/content must contain either 'this [OR] that'. This will give more results. <b>[AND]</b> Filename/content must contain both 'this [AND] that'. This will give less results. <b>*</b> Means anything. 'pup*back' finds both 'PuppyBackup' and 'Puppies are back'. <b>?</b> Means any char. 'pup??back' finds only 'PuppyBackup'. '??' represent only two chars.
fr: Pour définir une recherche précise vous pouvez utiliser ces termes : <b>[OR]</b> Nom de fichier/contenu doit avoir 'ceci [OU] cela'. Affiche plus de résultats. <b>[AND]</b> Nom de fichier/contenu doit avoir à la fois 'ceci [ET] cela'. Affiche moins de résultats. <b>*</b> Signifie n'importe quoi. 'pup*back' trouvera à la fois 'PuppyBackup' et 'Puppies are back'. <b>?</b> Signifie n'importe quel caractère. 'pup??back' ne trouvera que 'PuppyBackup'. '??' représente seulement 2 caractères.

source: format: MM/DD/YYYY. <b>atime</b> - day file was accessed. <b>ctime</b> - day file changed (The actual content of file has changed). <b>mtime</b> - day inode was modified (The attributes or status of file has changed - date, permissions...).
fr: format: MM/JJ/AAAA <b>atime</b> - Accès aux fichiers du jour. <b>ctime</b> - Fichiers du jour mofifiés (Le contenu actuel du fichier a changé). <b>mtime</b> - L'inode du jour a été modifié (les attributs ou états du fichiers ont changé - date, permissions...).

source: <b>1k</b> = 1 kilobyte (small k). <b>1M</b> = 1 megabyte (big M). <b>1G</b> = 1 gigabyte (big G).
fr: <b>1k</b> = 1 kilooctets (k minuscule). <b>1M</b> = 1 megaoctets (M majuscule). <b>1G</b> = 1 gigaoctets (G majuscule).

source: Define a directory, and it will NOT be in the searchpath. Setting works recursively.
fr: Définir un répertoire, et il ne sera pas dans le chemin de recherche. Paramètres récursifs.

source: Ok
fr: Valider

source: All files
fr: Tous les fichiers

source: Searching
fr: Recherche en cours de

source: in
fr: dans

source: Note! The first search will be much slower than the next
fr: Remarque! La première recherche sera plus lente que les suivantes

source: Date can not be earlier than 1/1 1970.
fr: La date ne doit pas être antérieure au 1/1 1970.

source: No files found!
fr: Aucun fichier trouvé!

source: Preferences
fr: Préférences

source: Search
fr: Recherche en cours

source: Searchpath
fr: Chemin de recherche

source: Exclude
fr: Exclure

source: Search also subdirectories
fr: Rechercher aussi les sous-dossiers

source: Search only current filesystem
fr: Rechercher seulement dans le système de fichiers actuel

source: Match only exact filename
fr: Correspondre au nom de fichier exact

source: Case sensitive
fr: Sensible à la casse

source: Follow symlinks
fr: Suivre les liens symboliques

source: Info
fr: Infos

source: use as backend. Do not show searchresult
fr: utilisé en 'backend'. Ne pas afficher le résultat de la recherche

source: Do not show 'No Files found' box
fr: Ne pas afficher la fenêtre 'aucun fichier trouvé'

source: Do not show 'Searching...' box
fr: Ne pas afficher la fenêtre 'Recherche en cours...'

source: search quiet. No gui
fr: recherche silencieuse. Aucune interface

source: Search in a specific directory
fr: Rechercher dans un dossier spécifique

source: Run embedded - gtkdialog code is pointed to stdout
fr: Démarrer le code intégré - le code gtkdialog est dirigé vers stdout

source: Run embedded - skip standalone options
fr: Démarrer le code intégré - évite les options autonomes

source: Search for only groups of files:
fr: Rechercher seulement les groupes de fichiers :

source: pictures
fr: Images

source: music
fr: audios

source: videos
fr: vidéos

source: compressed_files
fr: fichiers compressés

source: code_files
fr: fichiers codes

source: install config files and exit
fr: installer les fichier de configuration et quitter

source: show this help message
fr: Afficher ce message d'aide

source: show preferences gui at startup
fr: afficher l'interface des préférences au démarrage

source: Define default search text
fr: Définir le texte de recherche par défaut

source: show Pfilesearch version
fr: Afficher la version de Pfilesearch

source: Search for
fr: Rechercher

source: Filename
fr: Nom de fichier

source: Text in file (slow)
fr: Texte dans un fichier (lent)

source: Search in
fr: Rechercher dans

source: Match only
fr: Correspondances seules

source: File
fr: Fichier

source: Symlink
fr: Lien symbolique

source: Directory
fr: Répertoire

source: Pictures
fr: Images

source: Soundfiles
fr: Fichiers audio

source: Videos
fr: Vidéos

source: Compressed files
fr: Fichiers compressés

source: Codefiles files
fr: Fichiers de code

source: Match date
fr: Par date

source: from
fr: de

source: to
fr: à

source: Match size
fr: Par taille

source: Greater than
fr: Plus de

source: Less than
fr: moins de

source: Match user
fr: Utilisateur

source: Name or ID
fr: Nom ou ID

source: Match mode
fr: Par mode

source: Read
fr: Lire

source: Write
fr: Ecrire

source: exec
fr: Exécuter

source: User
fr: Utilisateur

source: Group
fr: Groupe

source: Other
fr: Autre
