Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pmirror.po
Languages: fr

source: It seems to be your first run of Pmirror.\n Please read HELP for information.
fr: Il semble que vous utilisez Pmirror pour la première fois\n Lisez l'AIDE pour avoir des informations.

source: Last Mirror of listed directory was $DAYS days ago.
fr: Dernier Miroir des dossiers listés il y a $DAYS jours.

source: Pmirror - mirror/backup utility
fr: Pmirror - Miroir ou Sauvegarde

source: Source dir
fr: Rep. source

source: Mirror dir
fr: Rep. miroir

source: Only simulate mirror
fr: Seulement simuler un miroir

source: View information
fr: Afficher les informations

source: Quick file compare
fr: Comparaison rapide des fichiers

source: Do not compare ownership
fr: Ne pas comparer la propriété

source: Do not compare date/time
fr: Ne pas comparer la date/heure

source: Exception file
fr: Fichier exception

source: info
fr: infos

source: Pmirror - HELP
fr: Pmirror - AIDE

source: Pmirror will now simulate the backup process.\n If it all goes right, turn off the simulate option,\n and make a real mirror ....\n\n Choose OK to continue, and CANCEL to quit.
fr: Maintenant, Pmirror va simuler le processus de sauvegarde.\n Si tout va bien, annulez l'option de simulation, et faites vraiment un mirroir ....\n\n Choisissez OK pour continuer, et ANNULER pour quitter.

source: WARNING!!!\n\n\n It may happend that Pmirror will delete files in \n $MIRRORDIR .... \n\n Choose OK to continue, and CANCEL to quit.
fr: ATTENTION!!!\n\n\n Il peut arriver que Pmirror efface des fichiers dans \n $MIRRORDIR .... \n\n Choisissez OK pour continuer, et ANNULER pour quitter.

source: It seems that all went well.
fr: Il semble que tout se soit bien passé.

source: Something went wrong during backup.\n- Are the "mirdir" package installed?\n- Does source- and mirror-directory exist?\n- Have you defined a exception file in right terms?\n- Read messages above and Help.
fr: Il y a eu un problème lors de la sauvegarde.\n- Le paquet "mirdir" est-il installé?\n- Est-ce que la source- et le répertoire-mirroir existent?\n- Avez-vous défini un fichier exception dans les bons termes?\n- Lisez les messages au-dessus et l'Aide.

source: Configuration file is updated.
fr: Le fichier de configuration a été mis à jour.
