Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pmsd.po
Languages: fr

source: (Puppy mount storage devices)
fr: (montage des périphériques de stockage)

source: Done ! Selected storage devices are mounted.
fr: C'est fait ! Les périphériques de stockage sélectionnés ont été montés.

source: Done ! The change will happen at session reboot.
fr: C'est fait ! Les changements prendront effet au redémarrage de la session.

source: Version and authors of $AppTitle. - Version used: $AppVersion by $AuthorActualVersion. - Previous versions: by $AuthorPreviousVersions. - Original version: by $AuthorOriginalVersion.
fr: Version et auteurs de $AppTitle. - Version utilisée : $AppVersion par $AuthorActualVersion. - Versions précédentes : par $AuthorPreviousVersions. - Version originale : par $AuthorOriginalVersion.

source: Help
fr: Aide

source: $AppTitle01 allows to mount storage devices by formats (automatically at each startup, or occasionally). Available formats: - ext2, ext3, ext4 = Linux - vfat (fat16, fat32), ntfs = Win - iso9660, udf = CD/DVD - other = msdos, f2fs, reiserfs, minix To suggest improvements or changes, use the forum.
fr: $AppTitle01 permet de monter les périphériques de stockage par format (automatiquement à chaque démarrage, ou occasionnellement). Formats disponibles : - ext2, ext3, ext4 = Linux - vfat (fat16, fat32), ntfs = Win - iso9660, udf = CD/DVD - autre = msdos, f2fs, reiserfs, minix Pour suggérer des améliorations ou des changements, utilisez le forum.

source: Select formats of storage devices
fr: Sélectionnez les formats des périphériques de stockage

source: Mount at startup
fr: Monter au démarrage

source: Automatic mounting
fr: Montage automatique

source: Mount immediately
fr: Monter immédiatement

source: Mount selected formats
fr: Monter les formats sélectionnés

source: Mount immediately selected formats.
fr: Monter immédiatement les formats sélectionnés.

source: Help for $AppTitle01.
fr: Aide pour $AppTitle01.

source: Version and authors of $AppTitle01.
fr: Version et auteurs de $AppTitle01.

source: Save values and quit $AppTitle01.
fr: Sauvegarder les valeurs et quitter $AppTitle01.
