Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pmusic.po
Languages: fr

source: If correct tag-info is not shown in list, it could be that it is not added to the musicbrainz.org database. But most likely the syntax differs from the database. The trick is to cut the Artist/Title info if it contains several words (keep remaining words complete). This will give a wider search, and you can sync the tags with the musicbrainz db.
fr: Si, bien que correcte, l'info de marquage n'est pas affichée dans la liste, il se pourrait qu'elle n'ait pas été ajoutée à la base de données musicbrainz.org. Mais il est plus probable que la syntaxe diffère de la base de données. L'astuce est de supprimer l'info Artiste/Titre si elle contient plusieurs mots (garder les mots restants en entier). Cela vous donnera une plus grande recherche, et vous pourrez synchroniser les marques avec la base de musicbrainz.

source: Save new info and close window
fr: Enregistrer la nouvelle information et fermer la fenêtre

source: Only local files can be overwritten
fr: Seuls les fichiers locaux peuvent être écrasés

source: Searching for lyrics
fr: Recherche de paroles

source: Missing meta information
fr: Meta information absente

source: Connecting to
fr: Connexion à

source: No connection to jamendo.com
fr: Aucune connexion à jamendo.com

source: Reading index. A moment
fr: Lecture de l'index. Un moment

source: Missing index
fr: Index absent

source: Webmusic browse artist
fr: Artiste des musiques du Web

source: Webmusic browse album
fr: Album des musiques du Web

source: Webmusic browse tracks
fr: Morceaux des musiques du Web

source: Web Music setup
fr: Paramètres de la musique du Web

source: The WebMusic index is a file containing the information of all music at jamendo.com. pMusic will play WebMusic tracks without this index file, but it will benefit of it when it comes to browsing and advanced searching. The index file will be 20Mb+ when installed, and contains info about 270000+ music tracks.
fr: L'index de musique Web est un fichier contenant les informations de tous les morceaux de jamendo.com. pMusic lira les morceaux de musique Web sans ce fichier index, mais en profitera en navigation et recherche de pointe. Le fichier d'index fait plus de 20 Mo, une fois installé et contient des informations sur plus de 270 000 morceaux de musique.

source: The installable index may not hold the latest tracks at jamendo.com. You can build the index file yourself of the very recent info. Depending on your system this process may take some hours.
fr: L'index installable ne peut avoir les derniers morceaux de jamendo.com. Vous pouvez construire vous-même le fichier d'index le plus récent. En fonction de votre ordinateur, cette procédure peut prendre plusieurs heures.

source: Date of index
fr: Date de l'index

source: WebMusic Tracks
fr: Morceaux de musique du Web

source: Downloading WebMusic index.
fr: Téléchargement de l'index de musique du Web

source: Smart add
fr: Ajout malin

source: Go back in source history
fr: Retour dans l'historique de source

source: Go forward in source history
fr: Avancer dans l'historique de source

source: Album art
fr: Pochette d'album

source: Add tracks based on request
fr: Ajouter des morceaux à la demande

source: Add
fr: Ajouter

source: By sort order
fr: Par ordre de tri

source: Random
fr: Aléatoire

source: List below
fr: Liste ci-dessous

source: Play CD-audio
fr: Lire le CD Audio

source: Quit
fr: Quitter

source: Quit and save gui/geometry
fr: Quitter et enregistrer l'Interface/la géométrie

source: RadioHits Grabber
fr: Récupérateur de Succès

source: Browse
fr: RECHERCHER

source: Country
fr: Pays

source: Podcast
fr: Webcasts

source: Most played
fr: Les plus lus

source: View source history
fr: Voir l'historique de la source

source: Advanced file search
fr: Recherche avancée des fichiers

source: PlayQueue
fr: Lecture de la file

source: Clear
fr: Vider

source: Export tracks in queue
fr: Exporter les morceaux dans la file

source: Go back in queue history
fr: Retourner dans l'historique de la file ...

source: Go forward in queue history
fr: Avancer dans l'historique de la file ...

source: Play / Pause
fr: Lecture / Pause

source: Stop
fr: Arrêter

source: Next track
fr: Morceau suivant

source: Previous track
fr: Morceau précédent

source: Add timestamp to favorites
fr: Ajouter l'horodatage aux favoris

source: Audio mixer / equalizer
fr: Mixer audio / égaliseur

source: Tools
fr: Outils

source: Plugin manager
fr: Gestionaire de plugins

source: Download plugins
fr: Télécharger les plugins

source: View
fr: Afficher

source: Docks
fr: Tableau de bord

source: Show/hide Search options
fr: Afficher/Cacher les options de recherche

source: Show/hide Smart Add
fr: Afficher/Cacher l'ajout malin

source: Help
fr: Aide

source: About
fr: A propos

source: Frequently asked questions
fr: Questions fréquentes

source: Dependency check
fr: Vérification des dépendances

source: Mute audio
fr: Mise en sourdine

source: Play
fr: Lire

source: <b>Play mode</b> Which track should be next
fr: <b>Mode de lecture</b> Quel sera le morceau suivant?

source: Go <b>back</b> in playQueue history
fr: <b>Retourner</b> dans l'historique de la file

source: Go <b>forward</b> in playQueue history
fr: <b>Avancer</b> dans l'historique de la file

source: Clear playQueue
fr: Effacer la file

source: Mute sound
fr: Couper le son

source: Meta tags
fr: Meta balises

source: After saving new meta-info, you need to click the Refresh button to update info in the other tabs - Lyrics, albumart
fr: Après avoir enregistré une nouvelle méta-info, vous devez cliquer sur le bouton 'Rafraîchir' pour actualiser les infos dans les autres onglets - Paroles, pochettes ...

source: The icon shows status of auto tag-search (found or searching)
fr: L'icône indique l'état de la recherche automatique de balise (trouvée ou en recherche)

source: Search for alternative meta information based on ARTIST and TITLE. The search-string does not require complete Artist/Title information, but you MUST use complete words.
fr: Recherche pour d'autres meta informations basée sur l'ARTISTE et le TITRE. La chaîne de recherche ne nécessite pas d'information complète Artist/Titre, mais vous DEVEZ utiliser des mots entiers.

source: Pick correct album
fr: Choisir l'album correct

source: Choose album from discography
fr: Choisir un album de la discographie de

source: Edit local file
fr: Modifier un fichier local

source: Manually override default search order.
fr: Remplacer à la main l'ordre de recherche par défaut.

source: Delete embedded albumart
fr: Supprimer la pochette intégrée

source: Local file
fr: Fichier local

source: Check if audio file has an embedded image
fr: Vérifiez si le fichier audio intègre une image

source: Embedded
fr: Intégré

source: Click for full size
fr: Cliquez pour la taille réelle

source: Clear album list and make a new search
fr: Vider la liste d'album et faire une nouvelle recherche

source: Discography
fr: Discographie

source: Webpages
fr: Pages Web

source: doubleclick to browse
fr: Double clic pour naviguer

source: Equalizer
fr: Egaliseur

source: Top-Hits Archive
fr: Archive de Succès

source: Build a Top Hits playlist based on your local files. You choose which date(s) the list should reflect. Combined with the RadioHits Grabber, you got what is hot.
fr: Créez une liste de Succès basée sur vos fichiers locaux. Vous choisissez les dates que la liste doit prendre en compte. En combinant avec le Récupérateur de Succès, vous obtenez ce qu'il y a de mieux.

source: Output directory
fr: Répertoire de sortie

source: From
fr: Du

source: Day
fr: Jour

source: Month
fr: Mois

source: Add to favorites
fr: Ajouter aux favoris

source: To
fr: Au

source: Build Top Hits playlist
fr: Construire une liste de Succès

source: Searching more info
fr: Rechercher plus d'informations

source: First run - initialising
fr: Premier démarrage - initialisation

source: Data Storage are not there. Either it does not exist, or it is not mounted. Data Storage is set in the preferences.
fr: Le stockage des données est absent. Soit il n'existe pas, soit il n'est pas monté. Le stockage des données est défini dans les préférences.

source: failed to run the pMusic frontend
fr: Echec de lancement de l'interface de pMusic
