Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pmusic.po
Languages: fr

source: Ok
fr: Valider

source: Define which sources to search
fr: Définir les sources à rechercher

source: Search
fr: Rechercher

source: My Tracks
fr: Mes Morceaux

source: Radio stations
fr: Stations de radio

source: Web Music
fr: Musique du Web

source: Artist / Filename
fr: Artiste / Nom de fichier

source: Title
fr: Titre

source: Nr
fr: N°

source: Year
fr: Année

source: Comment
fr: Commentaire

source: Rate
fr: Fréquence

source: Kb/s
fr: Ko/s

source: Length
fr: Longueur

source: Path
fr: Chemin

source: Please wait
fr: Veuillez patienter

source: No
fr: Non

source: Yes
fr: Oui

source: Eject CD
fr: Ejecter le CD

source: Cancel
fr: Annuler

source: Uninstall
fr: Désinstaller

source: Runs at startup
fr: Lance au démarrage

source: Run now
fr: Lancer maintenant

source: Check new Plugins
fr: Vérifier pour des nouveaux Plugins

source: Dependecy check
fr: Vérification des dépendances

source: Not able to connect to internet
fr: Connexion Internet impossible

source: Missing index. See menu:
fr: Index absent. Voir le menu

source: Music sources
fr: Sources de musiques

source: Setup
fr: Paramètres

source: Radio Genre
fr: Genre de la radio

source: Radio Country
fr: Pays de la radio

source: Rename source file
fr: Renommer le fichier source

source: Filename is empty! Be aware that use of some special chars (like \"|) in filename clears value.
fr: Le nom du fichier est vide! Notez que l'utilisation de caractères spéciaux dans un nom de fichier, comme \"|, efface la valeur.

source: already exist
fr: existe déjà

source: Copy source file
fr: Copier le fichier source

source: Delete source file
fr: Supprimer le fichier source

source: Save playlist
fr: Enregistrer la liste de lecture

source: File
fr: Fichier

source: m3u format supports to skip path description. It will instead use the same path as the m3u file itself. This is handy when music files are moving to a new location.
fr: Le format m3u permet de sauter la description du chemin. Il utilisera plutôt le même chemin que le fichier m3u. C'est pratique quand des fichiers musicaux se déplacent vers un nouvel emplacement.

source: Include path
fr: Inclure le chemin

source: Filetype
fr: Type de fichier

source: Warning
fr: Attention

source: Do you want to overwrite existing file?
fr: Voulez-vous écraser le fichier existant?

source: W E B M U S I C
fr: M U S I Q U E D U W E B

source: Missing index limits search
fr: Index limite de recherche absent

source: Much SLOWER
fr: Plus LENT

source: No multitag search
fr: Aucune recherche multi balises

source: Max results is 500 pr search
fr: Max de résultats avec 500 par recherche

source: See Setup in Music-sources menu
fr: Voir Paramétrer dans le menu Sources de Musique

source: is not installed
fr: n'est pas installé

source: Recent played
fr: Récemment lus

source: History
fr: Historique

source: I want music
fr: Plus de musique

source: info
fr: Infos

source: Database Mismatch - File does not exist
fr: La base de correspond pas - Le fichier n'existe pas

source: What happend?
fr: Qu'est-il arrivé?

source: File has been moved to
fr: Le fichier a été déplacé vers

source: Complete directory has been moved to
fr: Le répertoire complet a été déplacé vers

source: File has been deleted
fr: Le fichier a été supprimé

source: Update the entire pMusic database
fr: Mettre à jour la base entière de pMusic

source: Fix it
fr: Le réparer

source: File does not exist
fr: Le fichier n'existe pas

source: Nope, this can't be the correct directory, No such files found.
fr: Non, ce ne peut être le bon répertoire. Aucun de ces fichiers trouvé.

source: Redefining database
fr: Redéfinition de la base

source: Directory does not exist
fr: Le répertoire n'existe pas

source: Add more
fr: Ajouter plus

source: My local music (DB)
fr: Ma musique locale (DB)

source: All
fr: TOUT

source: Importing playlist
fr: Importation de liste de lecture

source: Probing disc
fr: Examen du disque en cours

source: No valid audio-CD inserted
fr: Aucun CD-audio valide inséré

source: No disc inserted
fr: Aucun disque inséré

source: No tracks detected
fr: Aucun morceau détecté

source: Playback
fr: Lecture

source: Master volum most often is a mono channel, and does not support different level for left and right speaker. You must specify correct channel for your system to get mixer volume to work as a balance controller.
fr: 'Master' est le plus souvent un canal mono et ne différencie pas les diffuseurs gauche et droit. Vous devez spécifier un canal permettant au système le contrôle de la balance de volume.

source: Speaker channel
fr: Canal de Haut-Parleur

source: Auto is the recommended choice , but there are 3 reasons for setting your soundcard: 1. If there is installed more than 1 card you might want to define which one to use. 2. If you struggles with bad sound quality, defining your card could improve playback. 3. If you NOT want to send audio signal through the equalizer (Bypass). NOTE! You must restart preferences window to rebuild speaker list for your chosen soundcard. NOTE! By setting the souncard you also bound the alsa driver to pMusic. This means other programs will not play audio as long as pMusic is active. On the other hand, pMusic will not play if sound driver is in use by other program. NOTE! The equalizer requires soundcard set to Auto.
fr: Auto est recommandé, mais il y a 3 raisons pour paramétrer votre carte audio : 1. Si vous avez plus d'une carte installée, vous devez définir laquelle doit être utilisée. 2. Si vous avez une mauvaise qualité de son, définir votre carte pourra améliorer la lecture. 3. Si vous NE voulez PAS envoyer le signal audio par l'égaliseur (Passer). REMARQUE! Vous devez relancer la fenêtre des préférences pour reconstruire la liste haut-parleur pour la carte audio choisie. ATTENTION! En définissant la carte son, vous liez le pilote ALSA à pMusic. Et les autres programmes ne pourront pas lire de fichiers audio, tant que pMusic sera actif. D'autre part, pMusic ne pourra pas lire si le pilote son est utilé par un autre programme. REMARQUE! L'égaliseur requiert le réglage Auto pour la carte son.

source: Sound card
fr: Carte audio

source: CD device
fr: Lecteur CD

source: Give pMusic higher CPU-priority (to avoid stutter)
fr: Donner à pMusic plus de priorité CPU (éviter les saccades)

source: Normalize (Unify volume of all audio tracks)
fr: Normaliser (unifier le volume de toutes les pistes audio)

source: Gap between tracks (in seconds)
fr: Espace entre morceaux (secondes)

source: Track info
fr: Infos du morceau

source: Preferences
fr: Préférences

source: General
fr: Général

source: External progams
fr: Programmes externes

source: Default file-browser path
fr: Chemin d'accès par défaut au navigateur

source: Language
fr: Langue

source: Theme
fr: Thème

source: Frontend (window preset)
fr: Avant plan (fenêtre de préréglage)

source: Show tooltips
fr: Afficher les info-bulles

source: Web browser
fr: Navigateur Internet

source: Audio editor
fr: Editeur Audio

source: Text editor
fr: Editeur de textes

source: Extended track info (Resource hungry for low powered systems)
fr: Informations étendue du morceau (gourmand en ressources dans les systèmes peu puissants)

source: Album art in main window
fr: Pochette dans la fenêtre principale

source: Update info for playing track
fr: Actualiser les infos en cours de lecture

source: Fetch trackinfo to db for later use
fr: Rapporter l'information du morceau à la base pour une utilisation ultérieure

source: Name of playing track for radio streams
fr: Nom du morceau pour les flux radio

source: Local storage
fr: Stockage local

source: Save track info on harddrive for later use.
fr: Enregistrer les infos sur un disque dur pour un usage ultérieur.

source: More info
fr: Plus d'infos

source: Lyrics
fr: Paroles

source: Album artwork
fr: Pochette d'album

source: Album list
fr: Liste d'Album

source: Depending of how you set up pMusic, it may require some disk space. Please point Data storage to a suitable location.
fr: Dépend de la façon de configurer pMusic, il peut demander de l'espace disque. Veuillez pointer le stockage de données vers un emplacement convenable.

source: Data storage
fr: Stockage des données

source: Music medium quality
fr: Qualité moyenne

source: Music loseless quality
fr: Perte légère de qualité

source: Audio-book compressed
fr: Livre audio compressé

source: Info
fr: Infos

source: pMusic will try to grab CD-disc information from the internet. You can decide which part of the info to use for naming of the copied tracks.
fr: pMusic va essayer de récupérer des informations sur le disque CD sur Internet. Vous pouvez décider quelle partie de l'information utiliser pour nommer les morceaux copiés.

source: Artist
fr: Artiste

source: Track-number
fr: Nombre de morceaux

source: CD-Audio tracks
fr: Morceaux du CD Audio

source: Define name of new files
fr: Définir le nom des nouveaux fichiers

source: Works for
fr: Fonctionne pour

source: Add meta-information to new files
fr: Ajouter une meta information aux nouveaux morceaux

source: Export
fr: Exporter

source: Export tracks in playlist
fr: Exporter dans la liste de lecture

source: Target directory
fr: Répertoire cible

source: Filename will be based on the meta information recieved together with the downloaded stream.
fr: Le nom du fichier sera basé sur les meta informations reçues en même temps que le flux téléchargé.

source: Split radio-stream into tracks. (See also music source Radio Hits)
fr: Diviser le flux-radio en morceaux. (voir sources de musique Succès Radio)

source: Add numbering to keep sort order (not radio)
fr: Ajouter la numérotation pour garder l'ordre de tri (non radio)

source: Add numbering
fr: Ajouter la numérotation

source: First number
fr: Premier numéro

source: Converting is required for internet streams, - like tracks from jamendo.com or similar.
fr: Il est nécessaire de convertir les flux internet, - comme les morceaux provenant de jamendo.com ou similaire.

source: NOTE! Radio-streams can not be converted. They will be recorded in their original format (mp3/ogg). Converting has to be done in a second stage.
fr: ATTENTION! Les flux radio ne peuvent pas être convertis. Ils seront enregistrées dans leur format original. La conversion sera faite dans une deuxième étape.

source: Convert exported tracks
fr: Convertir les morceaux exportés

source: Convert
fr: Convertir

source: Preset
fr: Préréglages

source: Audio format
fr: Format Audio

source: Bitrate (bits/sec)
fr: Débit (octets/sec)

source: Samplerate (hz)
fr: Taux d'échantillonnage (hz)

source: Channels
fr: Canaux

source: already exists
fr: existe déjà

source: This will edit the meta information of ALL supported tracks in the chosen list. Untouched tags will NOT be removed. This means you can add one of the tags to all your files without removing the others. For advanced tagging you can use shell commands instead of static text in the fields. This is very useful to track-titles which almost never will be equal to another one. Some examples: Filename is 'artist - title.mp3'. Command to grab title will be:
fr: Cela modifiera les méta-informations de TOUS les morceaux, pris en charge, de la liste choisie. Les étiquettes intactes ne seront PAS supprimées. Cela signifie que vous pouvez ajouter l'une des balises à tous vos fichiers sans supprimer les autres. Pour un balisage avancé, vous pouvez utiliser des commandes shell au lieu de textes statiques dans les champs. C'est très utile pour les titres des morceaux dont presqu'aucun ne sera jamais identique à un autre. Quelques exemples: Le nom du fichier est 'artiste - titre.mp3'. La commande pour saisir le titre sera :

source: Album might be the name of the directory:
fr: L'album pourra être le nom du répertoire :

source: Track-title in an e-book could be named like this:
fr: Le titre d'un morceau dans un e-book pourra être nommé comme ceci :

source: To clear a chosen tag, use the builtin command:
fr: Pour effacer une balise choisie, utilisez la commande interne

source: And then the rules: - Line must start with exe: - Builtin variables are FILENAME, DIRNAME and COUNT - Builtin command is CLEAR - Never use " - Place a \ in front of $
fr: Et puis les règles: - Une ligne doit commencer avec exe: - Les variables internes sont FILENAME, DIRNAME et COUNT - La commande interne est CLEAR - Ne jamais utiliser " - Placer \ en avant de $

source: Mass tagger
fr: Balisage en masse

source: Tag several files in one click
fr: Marquer plusieurs fichiers d'un seul clic

source: Tags
fr: Balises

source: Track nr
fr: Morceau N°

source: Embed image to ALL files
fr: Inclure l'image dans tous les fichiers

source: Another image
fr: Une autre image

source: Clear tags
fr: Effacer les balises

source: Save tags
fr: Enregistrer les balises

source: Files
fr: Fichiers

source: Fetch PlayQueue
fr: Afficher la file de lecture

source: Fetch Sourcelist
fr: Afficher la liste Source

source: Clear list
fr: Effacer la liste

source: Do you really want to clear the tags for ALL files in the list? Be aware that this also removes any embedded albumart.
fr: Voulez-vous vraiment vider les balises pour TOUS les fichiers de la liste? Notez que cela élimine également toute pochette d'album intégrée.

source: Command
fr: Commande

source: Not in use
fr: Non utilisé

source: Icon
fr: Icône

source: Lyrics source
fr: Source des paroles

source: Album-art source
fr: Source des pochettes

source: Timestamps
fr: Horodateurs

source: Delete
fr: Supprimer

source: My music DB
fr: Ma Base de musique

source: My Music
fr: Ma Musique

source: is a database of music on your system
fr: est une base de données audio sur votre système

source: Note!
fr: Notez!

source: Edit DB will NOT affect your audio files (ie. meta-tags)
fr: Editer la base N'affectera PAS vos fichiers (ex : les meta-balises)

source: Editor
fr: Editer

source: During use, pMusic stores info of tracks like meta-tags, lyrics, albumart, ... If you want more info in place at once, you can scan your collection right now. Existing database is backed up in
fr: Pendant l'utilisation, pMusic stocke les infos des morceaux comme méta-balises, paroles, pochettes, ... Pour plus d'informations en place tout de suite, recherchez votre collection dès maintenant. La base existante sera sauvegardée dans

source: Where to look for your music
fr: Où rechercher votre musique

source: Options (much slower)
fr: Options (plus lent)

source: Add meta-info to db
fr: Ajouter des méta infos à la base

source: Remove entries in db pointing to non-existing files
fr: Retirer des entrées de la base pointant sur des fichiers non existants

source: Update sources in Album/Favorites lists
fr: Actualiser les sources dans les listes Album/Favorites

source: Tracks
fr: Morceaux

source: Start indexing
fr: Démarrer l'indexation

source: Show DB
fr: Afficher la base

source: Search DB
fr: Rechercher la base

source: Delete DB item
fr: Supprimer de la base

source: Save changes
fr: Enregistrer les changements

source: Index music directory
fr: Répertoire de l'index de musique

source: not found
fr: non trouvé

source: Indexing files
fr: Indexation des fichiers

source: Improving syntax
fr: Améliorer la syntaxe

source: Checking for non-existing files
fr: Vérification des fichiers inexistants

source: You can not jump in a stream.
fr: Vous ne pouvez pas sauter dans un flux

source: Jump to time
fr: Sauter en temps

source: Jump in song to time
fr: Sauter dans la chanson en temps

source: Downloading
fr: Téléchargement

source: Delete podcast
fr: Supprimer les webcasts

source: Name
fr: Nom

source: Max NEW podcasts to download from a url
fr: Maximum de nouveaux Webcasts à télécharger d'une url

source: Days
fr: Jours

source: Connecting
fr: Connexion

source: Downloading radio index.
fr: Téléchargement de l'index radio

source: No connection to server
fr: Aucune connexion au serveur

source: Radio stations setup
fr: Paramètres des stations de radio

source: Install
fr: Installer

source: Advanced
fr: Avancé

source: The installable index might be too old for you. Do not worry, it is possible to build a new index, based on the very recent info at radiosure.com. - Depending on your system, this will take some time. The radio-database is static, which means user can not edit it manually. To include new URLs, you should add it to your Favorites or contact www.radiosure.com to include wanted stream-adress. Be aware that pMusic only supports the stream-formats mp3 and ogg.
fr: L'index installable peut-être trop ancien pour vous. Ne vous inquiétez pas, il est possible de construire un nouvel index, basé sur l'information la plus récente de radiosure.com. - Selon votre système, cela prendra plus ou moins de temps. La base de données radio est statique, cela signifie que vous ne pouvez pas la modifier manuellement. Pour inclure de nouvelles URL, vous devez les ajouter à vos favorites ou contactez www.radiosure.com pour inclure une adresse de flux désirée. Notez que pMusic ne prend seulement en charge que les formats de flux mp3/ogg.

source: Build index
fr: Construire l'index

source: Last indexing
fr: Dernière indexation

source: Missing info. Name, URL and download directory must all be defined before saving
fr: Informations manquantes. Nom, adresse et répertoire de téléchargement doivent être définis avant l'enregistrement

source: Download directory is missing. Do you want to create it?
fr: Le répertoire de téléchargement est absent. Voulez-vous le créer?

source: RadioHits Grabber is a tool to split up radio-streams to music tracks - based on meta-information. This means you will get one mp3/ogg file, with correct naming, for each of the songs the radio station plays.
fr: Le récupérateur de Succès de Radio est un outil pour séparer les flux radio des morceaux de musique - basé sur les méta-informations. Cela signifie que vous obtiendrez des fichiers mp3/ogg, avec une appellation correcte, pour chacun des morceaux joués par la radio.

source: Grab a top-40 station over-night once a week, and you will always have the latest hits available. Or choose a radio station playing your preferred genre and let it grab a week or so. - You will then have the most popular songs on your harddrive.
fr: Prenez une des 40 meilleures stations durant la nuit une fois par semaine, et vous aurez toujours les derniers succès à votre disposition. Ou choisissez une station de votre genre préféré et laissez-le récupérer pendant une semaine ou deux. - Vous aurez ensuite les chansons les plus populaires sur votre disque dur..

source: Be aware that this will require a lot of free space on your harddisk.
fr: Notez que cela nécessitera beaucoup d'espace libre sur votre disque dur.

source: Correct splitting and naming depends on the meta-information. Not all radio-stations provide useful meta-info. You might need to test some of your favorite stations to build a local hit-db without too much manual work. Both 1.FM and 181.fm (USA) provides a variety of good-quality-channels for many genres.
fr: La séparation correcte et la dénomination dépendent des méta-informations. Toutes les stations radio ne fournissent pas des meta informations utiles. Vous devrez tester un certain nombre de vos stations préférées avant de vous construire une base de données locale de vos succès préférés sans trop de difficultés. Ensemble 1.FM et 181.fm (Etats-Unis) offrent une variété de canaux de bonne qualité dans de nombreux genres.

source: If a track starts badly or contains a piece of commercials, you can just delete the file and wait for next play. Or, you can edit the track manually in programs like MhWaveEdit or Audacity... The fader effect is very useful to fade in/out the song.
fr: Si un morceau commence mal ou contient des publicités, vous pouvez simplement supprimer le fichier et attendre l'émission suivante. Ou vous pouvez modifier manuellement le morceau avec un programme comme mhwaveedit ou Audacity ... L'effet «fader» est très utile pour estomper, plus ou moins, la chanson.

source: Radio Hits
fr: Succès de la Radio

source: Split up radio-streams to mp3/ogg files... ...with correct naming.
fr: Séparer les flux audio en fichiers mp3/ogg ... ...avec une dénomination correcte.

source: Fetch playing stream
fr: Chercher à jouer un flux

source: Download to
fr: Télécharger vers

source: Here you can define advanced options to the executing streamripper command
fr: Ici, vous pouvez définir des options avancées pour exécuter la commande streamripper

source: Extra options
fr: Options supplémentaires

source: Show available Streamripper options in texteditor
fr: Afficher les options disponibles de Streamripper dans un éditeur de texte

source: Save preset to add it to the grabbing list.
fr: Enregistrer le préréglage pour l'ajouter à la liste de récupération.

source: Save preset
fr: Enregistrer le préréglage

source: Delete tracks smaller than 1Mb (adverts?)
fr: Supprimez les pistes inférieures à 1Mo (publicités?)

source: Quit and Update db
fr: Quitter et Actualiser la base

source: Add new tracks to database, and make them searchable
fr: Ajouter de nouveaux morceaux à la base et les rendre recherchable

source: Update db
fr: Actualiser la base

source: Start grabbing tracks
fr: Lancer la récupération des morceaux

source: Now playing
fr: Lecture en cours

source: Extended track info is turned OFF.
fr: L'information étendue sur le morceau est inactive.

source: See Preferences in File menu.
fr: Voir les Préférences dans le menu Fichier.

source: Update all trackinfo based on the latest saved information
fr: Mettre à jour toutes les infos de morceaux basées sur les dernières informations enregistrées

source: Refresh
fr: Rafraîchir

source: Trying to fetch info from internet
fr: Essai de récupération d'informations à partir d'Internet

source: Nothing found
fr: Rien trouvé

source: Missing meta info
fr: Meta information manquante

source: Note that lyrics-search uses the Meta-info for Artist and Title as search-string. In addition to the local storage (if set), pMusic will search for lyrics in
fr: Notez que la recherche des paroles utilise les méta-informations pour l'Artiste et le Titre comme chaîne de recherche. En plus du stockage local (si défini), pMusic recherche des paroles sur

source: Reading stream info
fr: Lecture de l'info de flux

source: Stream
fr: Flux

source: Filename
fr: Nom de fichier

source: Size
fr: Taille

source: Samplerate
fr: Fréquence d'échantillonnage

source: Bitrate
fr: Débit binaire

source: Times played
fr: Nombre de fois lu

source: Last played
fr: Dernier lu

source: Searching for artwork
fr: Rechercher des pochettes d'album

source: Embedded in audio file
fr: Intégré au fichier audio

source: Trying to fetch info
fr: Essai de récupération d'information

source: Save albumart
fr: Enregistrer la pochette d'album

source: Embed albumart into audio file
fr: Intégrer la pochette dans le fichier audio

source: Save albumart to image file
fr: Enregistrer la pochette en fichier image

source: Save
fr: Enregistrer

source: Alternative tag information
fr: Informations de balise alternative
