Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pnethood.po
Languages: fr

source: Pnethood Scanning
fr: Recherche de Pnethood

source: Pnethood scanning network, please wait
fr: Pnethood examine votre réseau, patientez

source: Pnethood Error
fr: Pnethood Erreur

source: No active network interface found, there is nothing to scan. Pnethood will quit. Please setup your network first.
fr: Aucune interface réseau trouvée, il n'y a rien à scanner. Pnetwood va s'arréter. Veuillez paramétrer votre réseau d'abord.

source: Scan found ${#SERVERNAMES[@]} servers found.
fr: Pnetwood a trouvé ${#SERVERNAMES[@]} serveurs.

source: Please choose one from the list.
fr: Choisissez-en un dans la liste.

source: open windows shares
fr: ouvrir les fenêtres de partage

source: RESCAN NETWORK
fr: NOUVELLE RECHERCHE

source: HELP
fr: AIDE

source: LOG
fr: RAPPORT

source: QUIT
fr: QUITTER

source: REFRESH
fr: RAFRAICHIR

source: save passwords
fr: Enregistrer les mots de passe

source: use cifs
fr: Utiliser CIFS

source: network scan (seconds)
fr: Recherche réseau (secondes)

source: Pnethood probing
fr: Pnethood examine

source: username
fr: nom d'utilisateur

source: password
fr: mot de passe

source: show
fr: afficher

source: connect
fr: connecter

source: disconnect
fr: déconnecter

source: Enter your password
fr: Entrer votre mot de passe

source: Domain
fr: Domaine

source: no shares
fr: aucun partage

source: The Refresh or Rescan Network buttons must be used, before test any new configuration change.
fr: Utilisez d'abord les boutons RAFRAICHIR et NOUVELLE RECHERCHE avant de tester un nouveau changement de configuration.

source: UTF-8 Charset
fr: Caractères UTF-8

source: UTF-8 Charset will be used to convert local path names to and from Unicode
fr: Les caractères UTF-8 seront utilisés pour convertir les noms de chemin d'accès local de et vers Unicode

source: Disable Linux Extensions
fr: Désactiver les extensions de Linux

source: Disable symbolic link suppport and UID/GID server maps, could help cifs to work with buggy samba devices
fr: Désactiver la prise en charge des liens symboliques et les cartes des serveurs UID/GID, pourrait aider cifs à fonctionner avec des périphériques samba bogués

source: Number of servers to show list
fr: Nombre de serveurs à afficher

source: Change requires a pnethood restart
fr: Le changement nécessite un redémarrage de Pnethood

source: Network Scan (seconds)
fr: Recherche réseau (secondes)

source: You can write any integer value
fr: Vous pouvez écrire n'importe quelle valeur entière

source: Purge log file (Kilobytes)
fr: Purger le fichier rapport (ko)

source: Apply
fr: Appliquer
