Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pou.po
Languages: fr

source: Update operating system
fr: Mise à jour du système d'exploitation

source: Note: downloaded files will be save in the folder $DOWNLOAD_DIRECTORY.
fr: Les mises à jour téléchargées seront sauvegardées dans le dossier $DOWNLOAD_DIRECTORY.

source: Show informations for the selected updates.
fr: Montrer les informations pour les mises à jour sélectionnées.

source: Select updates in the list, then click an button Actions.
fr: Sélectionnez des mises à jour dans la liste, plus cliquez sur un des boutons Actions.

source: Click here to sort items of the list
fr: Cliquez ici pour classer les éléments de la liste

source: No server available or connection is not ok. Search for new updates exited! \n\nCheck $AppTitle01 configuration and Internet connection, then restart $AppTitle01.
fr: Aucun serveur n'est disponible ou la connexion internet n'est pas ok. La recherche des mises à jour a été abandonnée ! \n\nVérifiez la configuration de $AppTitle01 et la connexion internet, puis réactivez $AppTitle01.

source: Currently, no updates available for $OSCOMPATIBILITY.
fr: Actuellement, aucune mise à jour n'est disponible pour $OSCOMPATIBILITY.

source: All available updates are already installed, your system is updated!
fr: Toutes les mises à jour disponibles ont déjà été instalées, votre système d'exploitation est à jour !

source: Version and authors of $AppTitle. - Version used: $AppVersion by $AuthorActualVersion. - Previous versions: by $AuthorPreviousVersions. - Original version: by $AuthorOriginalVersion.
fr: Version et auteurs de $AppTitle. - Version utilisée : $AppVersion par $AuthorActualVersion. - Versions précédentes : par $AuthorPreviousVersions. - Version originale : par $AuthorOriginalVersion.

source: Downloading $GETPET...
fr: Téléchargement de $GETPET...

source: Downloaded files have been saved in folder $DOWNLOAD_DIRECTORY.
fr: Les fichiers téléchargés ont été sauvegardés dans le dossier $DOWNLOAD_DIRECTORY.

source: Please select an update in the list!
fr: Veuillez sélectionner une mise à jour dans la liste !

source: Click OK button to confirm that you want install all available updates.
fr: Cliquez sur le boutton OK pour confirmer l'installation de toutes les mises à jour disponibles.

source: Downloaded files have been saved in folder $DLallDir.
fr: Les fichiers téléchargés ont été sauvegardés dans le dossier $DLallDir.

source: Finalizing the installation...
fr: Finalisation de l'installation...

source: Downloading/Installing $GETPET...
fr: Téléchargement/Installation de $GETPET...

source: New updates have been downloaded and installed!
fr: Les nouvelles mises à jour ont été téléchargées et installées !

source: Downloading screenshot...
fr: Téléchargement de la copie d'écran...

source: No screenshot available.\nFor more information, visit the forum or the website of $OSCOMPATIBILITY.
fr: Aucune copie d'écran n'est disponible.\nPour obtenir des informations, visitez le forum ou le site web de $OSCOMPATIBILITY.

source: Downloading information file...
fr: Téléchargement du fichier information...

source: No information available.\nFor more information, visit the forum or the website of $OSCOMPATIBILITY.
fr: Aucune informaton n'est disponible.\nPour obtenir des informations, visitez le forum ou le site web de $OSCOMPATIBILITY.

source: No screenshot available. \nFor more information, visit the forum or the website of $OSCOMPATIBILITY.
fr: Aucune copie d'écran n'est disponible.\nPour obtenir des informations, visitez le forum ou le site web de $OSCOMPATIBILITY.

source: $AppTitle01 is set to update OS (operating system): $OSCOMPATIBILITY Your current OS is: $DISTRO_NAME $DISTRO_VERSION
fr: $AppTitle01 est configuré pour mettre à jour l'OS (système d'exploitation) : $OSCOMPATIBILITY Votre OS actuel est : $DISTRO_NAME $DISTRO_VERSION

source: Therefore, available updates are compatible with your OS!
fr: Par conséquent, les mises à jour disponibles sont compatibles avec votre OS !

source: Therefore, setting of $AppTitle01 does not seem appropriate to update your OS! If you want to download updates for another OS, then everything is ok. If you want to use $AppTitle01 to update your current OS, you must first install a config package (pou-config_*.pet) appropriate for your OS, or change the content of settings file (for experimented users).
fr: Par conséquent, la configuration de $AppTitle01 ne semble pas appropriée pour mettre à jour votre OS ! Si vous souhaitez télécharger des mises à jour pour un autre OS, alors tout est ok. Si vous souhaitez utiliser $AppTitle01 pour mettre à jour votre OS actuel, vous devez tout d'abord installer un paquet de configuration (pou-config_*.pet) approprié à votre OS, ou modifier le contenu du fichier settings (pour les utilisateurs expérimentés).

source: Compatibility $AppTitle01/OS
fr: Compatibilité $AppTitle01/OS

source: Ok, thank for information.
fr: Ok, merci pour l'information.

source: Do not show this message again.
fr: Ne plus montrer ce message.

source: Stop message
fr: Arrêter ce message

source: full
fr: complète

source: simplified
fr: simplifiée

source: Preferences
fr: Préférences

source: Search for updates at startup
fr: Recherche des mises à jour au démarrage

source: Allows $AppTitle01 to automatically search available updates at session startup.
fr: Autoriser $AppTitle01 à rechercher automatiquement les mises à jour diponibles lors du démarrage d'une session.

source: Automatic search at startup
fr: Recherche automatique au démarrage

source: Show $AppTitle01 in the system tray of $DISTRO_NAME $DISTRO_VERSION. Note: $AppTitle01 will appear in the system tray only if updates are available at session startup.
fr: Afficher $AppTitle01 dans la barre des tâches de $DISTRO_NAME $DISTRO_VERSION. Remarque : $AppTitle01 ne sera affiché dans la barre des tâches que si des mises à jour sont disponibles.

source: Show in system tray
fr: Afficher dans la barre des tâches

source: Delay (in seconds) before startup of automatic search:
fr: Délai (en secondes) avant le démarrage de la recherche automatique :

source: Define the delay (in seconds) before startup of automatic search (at startup of the session).
fr: Définit le délai (en secondes) avant le démarrage de la recherche automatique (au démarrage de la session).

source: Downloads
fr: Téléchargements

source: Current download folder:
fr: Dossier actuel de téléchargement :

source: Folder used to host downloaded files.
fr: Dossier utilisé pour accueillir les fichiers téléchargés.

source: Select/Change folder used to host downloaded files.
fr: Sélectionner/Changer le dossier utilisé pour accueillir les fichiers téléchargés.

source: Use terminal to show informations during downloads.
fr: Utiliser un terminal pour afficher des informations durant les téléchargements.

source: Use terminal during downloads
fr: Utiliser un terminal durant les téléchargements

source: Show content of host folder after downloads.
fr: Afficher le contenu du dossier d'accueil après les téléchargements.

source: Show content after dowloads
fr: Afficher le contenu après les téléchargements

source: Save values.
fr: Sauvegarder les valeurs.

source: Available
fr: Disponibles

source: Installed
fr: Installées

source: Discarted
fr: Rejetées

source: Remove the selected updates from Available list and move it in Discarted list. Useful if you do not want install the selected updates.
fr: Retirer les mises à jour sélectionnées de la liste Disponible et les déplacer dans la liste Rejetées. Pratique si vous souhaiter installerles mises à jour sélectionnées.

source: Discard
fr: Rejeter

source: Download the selected updates. $Tooltip01
fr: Télécharger les mises à jour sélectionnées. $Tooltip01

source: Download
fr: Télécharger

source: Download all available updates. $Tooltip01
fr: Télecharger toutes les mises à jour disponibles. $Tooltip01

source: Download all
fr: Tout télécharger

source: Installed updates list
fr: Liste des mises à jour installées

source: Uninstall the selected updates. Important: beware because removing an update can make the system unstable. At worst, you will reinstall suppressed update.
fr: Désinstaller les mises à jour sélectionnées. Important : soyez prudent, la désinstallation d'une mise à jour peut rendre le système instable. Au pire, vous réinstallerez la mise à jour précédemment désinstallée.

source: Uninstall
fr: Désinstaller

source: Discarted updates list
fr: Liste des mises à jour rejetées

source: Remove the selected updates from the Discarted list and move it in the Available list. Useful if you want install the updates discarted.
fr: Retirer les mises à jour sélectionnées de la liste Rejetées etles déplacer dans la liste Disponibles. Utile si vous souhaitez installer les mises à jour sélectionnées.

source: Make available
fr: Rendre disponible

source: Repository
fr: Dépôt

source: View the content of the updates repository. You will have access to all updates for $OSCOMPATIBILITY.
fr: Consulter le contenu du dépôt des mises à jour. Vous aurez accès à toutes les mises à jour destinées à $OSCOMPATIBILITY.

source: Consult
fr: Consulter

source: Access the forum of $OSCOMPATIBILITY and offer/request updates.
fr: Accéder au forum de $OSCOMPATIBILITY et proposer/demandez des mises à jour.

source: Propose
fr: Proposer

source: Immediatly download all updates of the repository (files will be save in the folder $DOWNLOAD_DIRECTORY).
fr: Télécharger immédiatement tous les fichiers du dépôt des mises à jour (les fichiers seront sauvegardés dans le dossier $DOWNLOAD_DIRECTORY).

source: Manage history and config of $AppTitle01 (for expert users)
fr: Gérer l'historique et la configuration de $AppTitle01 (pour les utilisateurs experts)

source: Consult/Edit/Reset/Save history of $AppTitle01 (for advanced users): files available, installed, discarted, uninstalled, downloaded.
fr: Consulter/Editer/Effacer/Sauvegarder l'historique de $AppTitle01 (pour les utilisateurs experts) : fichiers disponibles, installés, rejetés, désinstallés, téléchargés.

source: History
fr: Historique

source: Consult/Edit/Save config of $AppTitle01 (for advanced users): compatibility, settings, preferences.
fr: Consulter/Editer/Effacer/Sauvegarder la configuration de $AppTitle01 (pour les utilisateurs experts) : compatibilité, paramètres, préférences.

source: Config
fr: Configuration

source: Available updates list
fr: Liste des mises à jour disponibles

source: Download and install the selected updates. Important: available updates must be installed from older to newer.
fr: Télécharger et installer les mises à jour sélectionnées. Important : les mises à jours disponibles doivent être installées de la plus ancienne à la plus récente.

source: Install
fr: Installer

source: Download and install all available updates.
fr: Télecharger et installer toutes les mises à jour disponibles

source: Install all
fr: Tout installer

source: System tray
fr: Barre des tâches

source: This option allows you to punctually activate $AppTitle01 in the system tray of $DISTRO_NAME $DISTRO_VERSION. Notes: - This function can be use even if the tray option is unchecked. - $AppTitle01 can not be activate in the system tray if all updates are already installed.
fr: Cette option vous permet d'afficher ponctuellement $AppTitle01 dans la barre des tâches de $DISTRO_NAME $DISTRO_VERSION. Remarques : - Cette option est utilisable même si la recherche automatique n'est pas activée. - $AppTitle01 ne sera affiché dans la barre des tâches que si des mises à jour sont disponibles.

source: Activate tray
fr: Afficher la barre

source: Consult download folder: $DOWNLOAD_DIRECTORY
fr: Consulter le dossier de téléchargement : $DOWNLOAD_DIRECTORY

source: Change interface of $AppTitle01: simplified or full (current interface = $MsgInterfaceStatus).
fr: Changer l'interface de $AppTitle01 : simplifiée ou complète (interface actuelle = $MsgInterfaceStatus).

source: Help for $AppTitle01.
fr: Aide pour $AppTitle01.

source: Preferences of $AppTitle01.
fr: Préférences de $AppTitle01.

source: Version and authors of $AppTitle01.
fr: Version et auteurs de $AppTitle01.

source: Refresh lists of $AppTitle01.
fr: Rafraîchir les listes de $AppTitle01.

source: Quit $AppTitle01.
fr: Quitter $AppTitle01

source: Note: $AppTitle01 system tray is already running.
fr: Remarque : l'appliquette de $AppTitle01 est déjà en cours de fonctionnement.

source: Save files has been created in folder $MainBackFolder.
fr: Les fichiers sauvegardés ont été créés dans le dossier $MainBackFolder.

source: Files has been deleted.
fr: Les fichiers ont été supprimés.

source: Create save files for $Name...
fr: Création d'un fichier de sauvegarde pour $Name...

source: Reset save files...
fr: Effacement des fichiers de sauvegarde...

source: Creation of report file...
fr: Création d'un fichier rapport...

source: Config report file $ReportName has been saved in folder $ReportDir.
fr: Le fichier rapport de configuration $ReportName a été enregistré dans le dossier $ReportDir.

source: Manage config
fr: Gérer la configuration

source: Compatibility | Settings | Preferences | Options
fr: Compatibilité | Paramètres | Préférences | Options

source: <span color='#3272C0'><b>Important</b></span>: options are for experimented users!
fr: <span color='#3272C0'><b>Important</b></span> : les options sont réservées aux utilisateurs expérimentés !

source: Manage current config
fr: Gérer la configuration actuelle

source: Settings:
fr: Paramètres :

source: Edit current settings of $AppTitle01.
fr: Editer les paramètres actuels de $AppTitle01.

source: Edit
fr: Editer

source: Save current $AppTitle01 settings. Note: a save file of $SETTINGS will be create in folder $MainBackFolder.
fr: Sauvegarder les paramètres actuels de $AppTitle01. Remarque : un fichier de sauvegarde de $SETTINGS sera créé dans le dossier $MainBackFolder.

source: Save
fr: Sauvegarder

source: Preferences:
fr: Préférences

source: Edit current preferences of $AppTitle01.
fr: Editer les préférences actuelles de $AppTitle01.

source: Save current $AppTitle01 preferences. Note: a save file of $PREFERENCES will be create in folder $MainBackFolder.
fr: Sauvegarder les préférences actuelles de $AppTitle01. Remarque : un fichier de sauvegarde de $PREFERENCES sera créé dans le dossier $MainBackFolder.

source: History:
fr: Historique :

source: Create a report of current config (compatibility, settings, preferences) in a text file. Note: text file $ReportName will be save in the folder $ReportDir.
fr: Créer un rapport de la configuration actuelle (compatibilité, paramètres, préférences) dans un fichier texte. Remarque : le fichier texte $ReportName sera sauvegardé dans le dossier $ReportDir.

source: Report
fr: Rapport

source: Save all current config files: settings, preferences. Note: save files will be create in folder $MainBackFolder.
fr: Sauvegarder tous les fichiers actuels de configuration : paramètres, préférences. Remarque : les fichiers de sauvegarde seront créés dans dossier $MainBackFolder.

source: Save All
fr: Tout sauvegarder

source: Other
fr: Autre

source: Save files:
fr: Fichiers sauvegardés

source: Consult save files created in folder $MainBackFolder.
fr: Consulter les fichiers sauvegardés dans le dossier $MainBackFolder.

source: Immediately erase all save files (created in folder $MainBackFolder): settings, preferences.
fr: Supprimer immédiatement tous les fichiers sauvegardés (créés dans le dossier $MainBackFolder): paramètres, préférences.

source: Erase all
fr: Tout supprimer

source: Refresh this GUI (if you want update informations).
fr: Rafraîchir cette interface (si vous souhaitez mettre à jour les informations proposées).

source: Exit this GUI and restart $AppTitle01.
fr: Quitter cette interface et redémarrer $AppTitle01.

source: Files has been reset.
fr: Les fichiers ont été effacés.

source: Create save files for $Name updates...
fr: Créer un fichier de sauvegarde pour les mises à jour $Name...

source: Reset informations for $Name updates...
fr: Effacer les informations pour les mises à jour $Name...

source: Delete save files...
fr: Suppression des fichiers de sauvegarde...

source: History report file $ReportName has been saved in folder $ReportDir.
fr: Le fichier rapport de l'historique $ReportName a été sauvegardé dans le dossier $ReportDir.

source: Manage updates history
fr: Gérer l'historique des mises à jour

source: Available | Installed | Discarted | Uninstalled | Downloaded | Options
fr: Disponibles | Installées | Rejetées | Désinstallées | Téléchargées | Options

source: Manage current lists
fr: Gérer les listes actuelles

source: Installed:
fr: Installées :

source: Edit list of current installed updates ($INSTALLED).
fr: Editer la liste des paquets actuellement installés ($INSTALLED).

source: Save the list (history) of current installed updates. Note: a save file of $INSTALLED will be create in folder $MainBackFolder.
fr: Sauvegarder la liste (l'historique) des mises à jour actuellement installées. Remarque : une sauvegarde de $INSTALLED sera créée dans le dossier $MainBackFolder.

source: Immediately reset the history of current installed updates. Notes: - The reset does not uninstall the updates already installed, it just reset the list of installed updates. - After the reset, $AppTitle01 will give you access to all available updates (even if they have previously been installed). - A save file of current $UNINSTALLED will be create in folder $MainBackFolder.
fr: Effacer immédiatement l'historique des mises à jour actuellement installées. Remarques : - L'effacement ne désinstalle pas les mises à jour actuellement installées, cela efface juste la liste des mises à jour installées. - Après l'effacement, $AppTitle01 vous donnera accès à toutes les mises à jour disponibles (même si elles ont été précédemment installées). - Un fichier de sauvegarde de l'actuel $UNINSTALLED être créé dans le dossier $MainBackFolder.

source: Reset
fr: Effacer

source: Discarted:
fr: Rejetées :

source: Edit list of current discarted updates ($REFUSED).
fr: Editer la liste des mises à jour actuellement rejetées ($REFUSED).

source: Save the list (history) of current discarted updates. Note: a save file of current $REFUSED will be create in folder $MainBackFolder.
fr: Sauvegarder la liste (l'historique) des mises à jour actuellement rejetées. Remarque : un fichier de sauvegarde de l'actuel $REFUSED sera créé dans le dossier $MainBackFolder.

source: Immediately reset the history of current discarted updates. Notes: - After the reset, $AppTitle01 will give you access to all available updates (even if they have previously been discarted). - A save file of current $REFUSED will be create in folder $MainBackFolder.
fr: Immédiatement effacer l'historique des mises à jour rejetées. Remarques : - Après l'effacement, $AppTitle01 vous donnera accès à toutes les mises à jour disponibles (même si elles ont été précédemment rejetées). - Un fichier de sauvegarde de l'actuel $REFUSED sera créé dans le dossier $MainBackFolder.

source: Uninstalled:
fr: Désinstallées :

source: Edit list of current uninstalled updates ($UNINSTALLED).
fr: Editer la liste des mises à jour actuellement désinstallées ($UNINSTALLED).

source: Save the list (history) of current uninstalled updates. Note: a save file of current $UNINSTALLED will be create in folder $MainBackFolder.
fr: Sauvegarder la liste (l'historique) des mises à jour actuellement désinstallées. Remarque : un fichier de sauvegarde de l'actuel $UNINSTALLED sera créé dans le dossier $MainBackFolder.

source: Immediately reset the history of current uninstalled updates. Note: a save file of current $UNINSTALLED will be create in folder $MainBackFolder.
fr: Immédiatement effacer l'historique des mises à jour actuellement désinstallées. Remarque : un fichier de sauvegarde de l'actuel $UNINSTALLED sera créé dans le dossier $MainBackFolder.

source: Downloaded:
fr: Téléchargées :

source: Edit list of current downloaded updates ($DOWNLOADED).
fr: Editer la liste des mises à jour actuellement téléchargées ($DOWNLOADED).

source: Save the list (history) of current downloaded updates. Note: a save file of current $DOWNLOADED will be create in folder $MainBackFolder.
fr: Sauvegarder la liste (l'historique) des mises actuellement téléchargées. Remarque : un fichier de sauvegarde de l'actuel $DOWNLOADED sera créé dans le dossier $MainBackFolder.

source: Immediately reset the history of current downloaded updates. Notes: - The reset does not erase the updates already downloaded, it just reset the list of downloaded updates. - A save file of current $DOWNLOADED will be create in folder $MainBackFolder.
fr: Immédiatement effacer l'historique des mises à jour actuellement téléchargées. Remarques : - L'effacement ne supprimera pas les mises à jour actuellement téléchargées, cela effacera juste le contenu de la liste des fichiers téléchargés. - Un fichier de sauvegarde de l'actuel $DOWNLOADED sera créé dans le dossier $MainBackFolder.

source: Create a report of current updates lists (available, installed, discarted, uninstalled, downloaded) in a text file. Note: text file $ReportName will be save in the folder $ReportDir.
fr: Créer un rapport des listes des mises à jour (disponibles, installées, rejetées, désinstallées, téléchargées) dans un fichier texte. Remarque : le rapport $ReportName sera sauvegardé dans le dossier $ReportDir.

source: Save all list (history) of current updates: available, installed, discarted, uninstalled, downloaded. Note: save files will be create in folder $MainBackFolder.
fr: Sauvegarder toutes les listes (l'historique) des mises à jour actuelles : disponibles, installées, rejetées, désinstallées, téléchargées. Remarque : les fichiers sauvegardés seont créés dans le dossier $MainBackFolder.

source: Immediately reset all current updates list: installed, discarted, uninstalled, downloaded. Note: save files will be create in folder $MainBackFolder.
fr: Immédiatement sauvegarder toutes les listes (l'historique) des mises à jour actuelles : disponibles, installées, rejetées, désinstallées, téléchargées. Remarque : les fichiers sauvegardés seont créés dans le dossier $MainBackFolder.

source: Reset all
fr: Tout effacer

source: Immediately erase all save files (created in folder $MainBackFolder): installed, downloaded, discarted, uninstalled.
fr: Immédiatement effacer tous les fichiers de sauvegarde (créés dans le dossier $MainBackFolder) : mises à jour installées, rejetées, désinstallées, téléchargées.

source: The application $DEP01 is missing. \nYou must install $DEP01 before using $AppTitle.
fr: L'application $DEP01 est absente. \nVous devez installer $DEP01 before d'utiliser $AppTitle.

source: new available update(s)
fr: nouvelle(s) mise(s) à jour disponible(s)

source: Left click: <i>$AppTitle01 GUI</i> Right click: <i>tray menu</i>
fr: Clic gauche : <i>afficher $AppTitle01</i> Clic droit : <i>menu contextuel</i>

source: Open $AppTitle01 main GUI
fr: Afficher l'interface principale de $AppTitle01

source: Download all available updates
fr: Télecharger toutes les mises à jour disponibles

source: Download and install all available updates
fr: Télecharger et installer toutes les mises à jour disponibles

source: Refresh $AppTitle01 tray
fr: Rafraîchir la barre $AppTitle01

source: Exit $AppTitle01 tray
fr: Fermer la barre $AppTitle01

source: Downloading updates...
fr: Téléchargement des mises à jour...

source: The downloaded updates were saved in the folder \n $DOWNLOAD_DIRECTORY.
fr: Les mises à jour téléchargées ont été sauvegardées dans le dossier \n $DOWNLOAD_DIRECTORY.

source: Installing update...
fr: Installation de la mise à jour...

source: The available updates are installed correctly.
fr: Les mises à jour disponibles ont été correctement installées.
