Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pou.po
Languages: fr

source: $ANL01 is already running.
fr: $ANL01 est déjà actif.
