Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/ppi.po
Languages: fr

source: Popular packages installer
fr: Installeur d'applications populaires

source: No server available to update $ANL01. Check Internet connection and $AppTitle01 configuration, then restart $AppTitle01.
fr: Aucun serveur n'est disponible pour mettre à jour $ANL01. Vérifiez votre connexion internet et la configuration de $AppTitle01, puis redémarrez $AppTitle01.

source: No server available to download packages. Check Internet connection and $AppTitle01 configuration, then restart $AppTitle01.
fr: Aucun serveur n'est disponible pour télécharger les paquets. Vérifiez votre connexion internet et la configuration de $AppTitle01, puis redémarrez $AppTitle01.

source: Please, select an application in the list.
fr: Veuillez sélectionner une application dans la liste.

source: No information available. For more information, visit the forum or the website of $DISTRO_NAME $DISTRO_VERSION.
fr: Aucune information disponible. Pour obtenir des infos, consultez le forum ou le site web de $DISTRO_NAME $DISTRO_VERSION.

source: Currently, this package is not available.
fr: Actuellement, ce paquet n'est pas disponible.

source: Download process is completed: files have been saved in folder $DOWNLOAD_DIRECTORY
fr: Le processus de téléchargement est terminé : les fichiers ont été sauvegardés dans le dossier $DOWNLOAD_DIRECTORY

source: Install process is completed.
fr: Le processus d'intallation est terminé.

source: Reminder: dependencies need for
fr: Rappel : dépendances nécessaire pour

source: Version and authors of $AppTitle. - Version used: $AppVersion by $AuthorActualVersion. - Previous versions: by $AuthorPreviousVersions. - Original version: by $AuthorOriginalVersion.
fr: Version et auteurs de $AppTitle. - Version utilisée : $AppVersion par $AuthorActualVersion. - Versions précédentes : par $AuthorPreviousVersions. - Version originale : par $AuthorOriginalVersion.

source: Downloading information file...
fr: Téléchargement du fichier information...

source: Dependencies = $DEPENDENCIES
fr: Dépendances = $DEPENDENCIES

source: Downloading $GETFILES...
fr: Téléchargement de $GETFILES...

source: Free space in download folder ($DOWNLOAD_DIRECTORY = $FREESPACE MB) is smaller than size required to download $GETFILES ($PKGSIZE MB), so your request is not possible. Note: size required to download $GETFILES ($PKGSIZE MB) = $PETSIZE (size of file requested) + $SECURITYMARGIN (security margin)
fr: L'espace libre dans le dossier de téléchargement ($DOWNLOAD_DIRECTORY = $FREESPACE Mo) est plus petit que l'espace nécessaire pour le téléchargement de $GETFILES ($PKGSIZE Mo), par conséquent votre demande n'est pas acceptée. Remarque : la taille nécessaire pour télécharger $GETFILES ($PKGSIZE Mo) = $PETSIZE (taille du fichier demandé) + $SECURITYMARGIN (marge de sécurité)

source: Free space in download folder ($DOWNLOAD_DIRECTORY = $FREESPACE MB) is smaller than size required to download $GETFILES ($PKGSIZE MB), so your request is not possible. Note: size required to download $GETFILES ($PKGSIZE MB) = $SFSSIZE (size of file requested) + $SECURITYMARGIN (security margin)
fr: L'espace libre dans le dossier de téléchargement ($DOWNLOAD_DIRECTORY = $FREESPACE Mo) est plus petit que l'espace nécessaire pour le téléchargement de $GETFILES ($PKGSIZE Mo), par conséquent votre demande n'est pas acceptée. Remarque : la taille nécessaire pour télécharger $GETFILES ($PKGSIZE Mo) = $SFSSIZE (taille du fichier demandé) + $SECURITYMARGIN (marge de sécurité)

source: Downloading/Installing $GETFILES...
fr: Téléchargement/Installation de $GETFILES...

source: Free space in $HOME ($FREESPACE MB) is smaller than size required to install $GETFILES ($PKGSIZE MB), so your request is not possible. Note: size required to install $GETFILES ($PKGSIZE MB) = $PETSIZE (size of file requested before install) + $PETSIZEAI (size of file resquested after intall x 2) + $SECURITYMARGIN (security margin)
fr: L'espace libre dans le dossier $HOME ($FREESPACE Mo) est plus petit que l'espace nécessaire pour installer $GETFILES ($PKGSIZE Mo), par conséquent votre demande n'est pas acceptée. Remarque : la taille nécessaire pour installer $GETFILES ($PKGSIZE Mo) = $PETSIZE (taille du fichier demandé avant l'installation) + $PETSIZEAI (taille du fichier demandé après l'installation x 2) + $SECURITYMARGIN (marge de sécurité)

source: Free space in $HOME ($FREESPACE MB) is smaller than size required to install $GETFILES ($PKGSIZE MB), so your request is not possible. Note: size required to install $GETFILES ($PKGSIZE MB) = $SFSSIZE (size of file requested before install) + $SFSSIZEAI (size of file resquested after intall x 2) + $SECURITYMARGIN (security margin)
fr: L'espace libre dans le dossier $HOME ($FREESPACE Mo) est plus petit que l'espace nécessaire pour installer $GETFILES ($PKGSIZE Mo), par conséquent votre demande n'est pas acceptée. Remarque : la taille nécessaire pour installer $GETFILES ($PKGSIZE Mo) = $SFSSIZE (taille du fichier demandé avant l'installation) + $SFSSIZEAI (taille du fichier demandé après l'installation x 2) + $SECURITYMARGIN (marge de sécurité)

source: Currently, you use $DISTRO_NAME $DISTRO_VERSION without personal storage file (pupmode = 5). Notes: before installing an application, make sure you have enough free memory.
fr: Actuellement, vous utilisez $DISTRO_NAME $DISTRO_VERSION sans fichier personnel de stockage file (pupmode = 5). Remarques : avant d'installer une application, vérifiez que vous bénéficiez de suffisament d'espace libre.

source: Currently, you use $DISTRO_NAME $DISTRO_VERSION in full install mode (pupmode = 2). Notes: to install applications, you must favor the use of PET files.
fr: Actuellement, vous utilisez $DISTRO_NAME $DISTRO_VERSION en installation complète (pupmode = 2). Remarques : pour installer des applications, vous devez privilégier les fichiers PET.

source: Currently, you use $DISTRO_NAME $DISTRO_VERSION with personal storage file (pupmode = 12, 13, 77). Notes: - to install light applications, you can use PET or SFS files. - to install large applications, you must favor the use of SFS files.
fr: Actuellement, vous utilisez $DISTRO_NAME $DISTRO_VERSION avec un fichier personnel de stockage (pupmode = 12, 13, 77). Remarques : - pour installer des applications légères, vous pouvez utilisez les fichiers PET et SFS. - pour installer des applications volumineuses, vous devez privilégier les fichiers SFS.

source: Ok, thank for information.
fr: Ok, merci pour l'information.

source: Do not show this message again.
fr: Ne plus afficher ce message.

source: Stop message
fr: Arrêter ce message

source: Available applications list
fr: Liste des applications disponibles

source: Select applications in the list, then click an button Actions.
fr: Sélectionnez des applications dans la liste, puis cliquez sur un bouton Actions.

source: Click here to sort items of the list
fr: Cliquez ici pour classer les éléments de la liste

source: Use Internet to get function informations for selected applications.
fr: Consulter des informations sur les fonctions des applications sélectionnées.

source: Function
fr: Fonction

source: Show version informations for selected applications.
fr: Consulter les informations de version des applications sélectionnées.

source: Install selected applications (SFS format).
fr: Installer les applications sélectionnées (format SFS).

source: Install SFS
fr: Installer SFS

source: Install selected applications (PET format).
fr: Installer les applications sélectionnées (format PET).

source: Install PET
fr: Installer PET

source: Download selected applications (SFS format). Downloaded files will be saved in folder $DOWNLOAD_DIRECTORY
fr: Télécharger les applications sélectionnées (format SFS). Les fichiers téléchargés seront sauvegardés dans le dossier $DOWNLOAD_DIRECTORY

source: Download SFS
fr: Télécharger SFS

source: Download selected applications (PET format). Downloaded files will be saved in folder $DOWNLOAD_DIRECTORY
fr: Télécharger les applications sélectionnées (format PET). Les fichiers téléchargés seront sauvegardés dans le dossier $DOWNLOAD_DIRECTORY

source: Download PET
fr: Télécharger PET

source: Results
fr: Résultats

source: Packages founded in the lists of $AppTitle01:
fr: Paquets trouvés dans les listes de $AppTitle01.

source: $SEARCHSTRING was not found in the lists of $AppTitle01.
fr: $SEARCHSTRING n'a pas été trouvé dans les listes de $AppTitle01.

source: Search packages
fr: Rechercher des paquets

source: Package to search
fr: Paquet à rechercher

source: Enter (part of) the package name to search in the lists of $AppTitle01. Note: use only lowercase characters without accents.
fr: Ecrivez le nom (une partie) du paquet à rechercher dans les listes de $AppTitle01. Remarque : utilisez uniquement des caractères minuscules sans accents.

source: Start the search.
fr: Commencer la recherche.

source: Quit the search.
fr: Quitter la recherche.

source: Preferences
fr: Préférences

source: Downloads
fr: Téléchargements

source: Use terminal to show informations during downloads.
fr: Utiliser un terminal pour afficher des informations durant les téléchargements.

source: Use terminal during downloads
fr: Utiliser un terminal durant les téléchargements

source: Current download folder:
fr: Dossier actuel de téléchargement :

source: Folder used to host downloaded files.
fr: Dossier utilisé pour accueillir les fichiers téléchargés.

source: Download folder
fr: Dossier de téléchargement

source: Select/Change folder used to host downloaded files.
fr: Sélectionner/Changer le dossier utilisé pour accueillir les fichiers téléchargés.

source: Show content of host folder after downloads.
fr: Afficher le contenu du dossier d'accueil après les téléchargements.

source: Show content after dowloads
fr: Afficher le contenu après les téléchargements

source: Show dependencies (if they exist) after download.
fr: Afficher les dépendances (s'il elles existent) après le téléchargement.

source: Show dependencies after dowload
fr: Afficher les dépendances après les téléchargements

source: Save values.
fr: Sauvegarder les valeurs.

source: Office
fr: Bureautique

source: Audio-Video
fr: Audio-Vidéo

source: Graphic
fr: Graphisme

source: Game
fr: Jeux

source: Utility
fr: Utilitaires

source: Driver
fr: Pilotes

source: Various
fr: Divers

source: Dev
fr: Dév

source: $AppTitle01 options
fr: Options $AppTitle01

source: Consult download folder: $DOWNLOAD_DIRECTORY
fr: Consulter le dossier de téléchargement : $DOWNLOAD_DIRECTORY

source: Consult
fr: Consulter

source: Free space
fr: Espace libre

source: Consult free space for mounted partitions.
fr: Consulter l'espace libre disponible dans les partitions montées.

source: Consult free space for pupsave file (if one is used).
fr: Consulter l'espace libre disponible dans le pupsave (si un fichier pupsave est utilisé).

source: Repository
fr: Dépôt

source: View the content of the repository for $DISTRO_NAME $DISTRO_VERSION.
fr: Consulter le contenu du dépôt de $DISTRO_NAME $DISTRO_VERSION.

source: Access the forum of $DISTRO_NAME $DISTRO_VERSION and offer/request applications.
fr: Accéder au forum de $DISTRO_NAME $DISTRO_VERSION et proposer/demander des applications.

source: Propose
fr: Proposer

source: Search a package in the lists of $AppTitle01.
fr: Rechercher un paquet dans les listes de $AppTitle01.

source: Refresh lists of available packages.
fr: Rafraîchir la liste des paquets disponibles.

source: Preferences of $AppTitle01.
fr: Préférences de $AppTitle01.

source: Help for $AppTitle01.
fr: Aide pour $AppTitle01.

source: Version and authors of $AppTitle01.
fr: Version et auteurs de $AppTitle01.

source: Launch PPM (puppy package manager) to uninstall PET packages installed, or to access more packages.
fr: Activer PPM (puppy package manager) pour désinstaller les paquets PET, ou pour accéder à d'autres paquets.

source: Launch SFS loader to mount/unmount SFS packages.
fr: Activer SFS loader afin de monter/démonter les paquets SFS.

source: Quit $AppTitle01.
fr: Quitter $AppTitle01.

source: $ANL01 is already running.
fr: $ANL01 est déjà activé.
