Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/precord.po
Languages: fr

source: Section A: Commandline usage In a console enter command: precord --help for brief commandline usage.
fr: Section A: Utilisation de la ligne de commande Dans une console entrez la commande : precord --help pour une utilisation brève en ligne de commande.

source: ----- Section B: Pscheduler: If Pscheduler is available, you can Add (or Edit) Task(s) of the form precord rec outfile.mp3 [duration] to schedule when a recording session should start. You can schedule any of the commands described by: precord --help
fr: ----- Section B: Programmation Si Pschedule est disponible, vous pouvez ajouter (ou éditer) une(des) tâche(s) sous la forme precord rec outfile.mp3 [durée] pour programmer le début d'une session d'enregistrement. Vous pouvez programmer chacune des commandes décrites dans : precord --help

source: ----- Section C: Alsa setup Recording: 1. For louder microphone recordings: Press MIXER button to bring up audio mixer and the VU meter. Activate Mic boost. Using it greatly boosts your microphone sound recording level. If using alsamixer to do this, use the cursor keys, move far over to the right hand side of the alsamixer window, and keep going right (often off the edge of the window). Around that location you may (or should?) find the 'Mic Boost' control (keyboard key 'M' toggles its activation).
fr: ----- Section C: Configurer Alsa Enregistrement : 1. Pour des enregistrements plus fort avec le microphone: Pressez le bouton MIXER pour afficher alsamixer et le VU-mètre. Activez Mic boost, son utilisation augmente considérablement le niveau d'enregistrement du micro. Si vous utilisez AlsaMixer, à l'aide des touches du curseur, déplacez-vous le plus possible vers le côté droit de la fenêtre d'Alsamixer (en principe à l'extrémité droite de la fenêtre), vous devriez trouver le contrôle 'Mic Boost'. Pressez la touche du clavier 'M' pour activer 'Mic Boost'.

source: 2. For Microphone recording, you should also activate 'Mic' as the capture device (if using alsamixer use space bar to activate). 3. You should turn up the amplitude setting of the 'Capture' (to around maximum), but be careful you do not unwittingly turn up the Playback Mic volume (which you should inactivate) rather than the Capture one, or you may end up recording sound fed back to your mic from your blaring speakers! If using alsamixer, pressing the Tab key such that you come to the alsamixer Capture window, before setting capture devices, may help you to avoid unnecessarily increasing the playback amplitude controls rather than the record ones.
fr: 2. Pour enregistrer à partir du microphone, vous devez aussi activer le périphérique de capture 'Mic' (barre espace pour activer) et parfois/souvent?) le périphérique générique appelé 'Capture'. 3. Vous devez régler le plus haut possible le périphérique utilisé pour 'Capture'. Mais faites attention de ne pas augmenter le volume de lecture plus haut que celui de capture 'Mic' sans le vouloir, vous risqueriez avoir un effet retour dans les haut-parleurs très inconfortable! Si vous utilisez AlsaMixer, en appuyant sur la touche 'tabulation' (comme pour la fenêtre alsamixer pour la 'capture'), ça peut vous aider à éviter d'augmenter inutilement le volume de la lecture plutôt que celui de l' enregistrement.

source: 4. As an alternative to recording from the microphone, you could select some other device to capture from (e.g. Line in). If you select 'Mix' (or perhaps 'Mono Mix' as the capture device; depending on what your sound card provides) you can record most anything passing through your sound card (for example: streaming radio as in 01micko pupRadio program). 5. For playback to work you need to activate and turn up PCM and your Master volume control. 6. You will be able to see from the running VU display window if, and when, you have your sound controls correctly set up (but turn off the VU display before actually recording or you will end up with a blank recording!).
fr: 4. Comme alternative à l'enregistrement depuis le micro, vous pourrait choisir un autre périphérique d'entrée (par exemple, 'Line in'). Si vous sélectionnez 'Mix' (ou peut-être 'Mono Mix') en tant que périphérique de capture vous pourrez enregistrer presque tout ce qui passe par votre carte son (par exemple: des flux radio). 5. Pour que la lecture fonctionne, vous devez activer et lancer PCM ainsi que votre contrôle de volume principal. 6. Vous pourrez voir dans la fenêtre d'affichage VU si (et quand) votre réglage son est correctement configuré (mais désactivez l'affichage VU avant d'enregistrer sinon vous aurez un enregistrement blanc!).

source: Playback: 1. For Playback, you need to turn up the PCM device volume and at least the Master device volume. Note that key 'M' is also used to Mute devices.
fr: Lecture: 1. Pour la lecture, vous avez besoin de monter le volume de PCM et au moins le volume Principal (Master). Notez que la touche 'M' est aussi utilisée pour désactiver les périphériques.

source: ----- Precord Plugins: Version 6.0.0 and above provides a revolutionary (!) slave application 'plugin' facility (one per main precord function). The facility allows precord to start up and shutdown virtually any application or script in response to precord button presses. For information on usage of slave plugins, read READMEplayslavedemo.txt. A copy of that is provided in hidden directory .pcreole in your home directory. ----- Tips: To keep Precord as the top window, right-click on its window bar, and select Layer -> Top
fr: ----- Plugins de Precord: La version 6.0.0 et supérieures offre une application esclave(!) révolutionnaire 'plugin' (une par fonction principale de Precord ). Cela permet à Precord de lancer et arréter pratiquement n'importe quelle application ou script en fonction des actions sur les boutons de Precord. Pour plus d'informations sur l'utilisation des plugins esclave, lisez /usr/share/precord/READMEplayslavedemo.txt. ----- Conseils: Pour garder Precord apparent en permanence, cliquez-droit sur sa barre de titre, et sélectionnez 'Layer' -> Top

source: mp3, ogg, wav, acc and flac recorder and player
fr: Enregistreur/lecteur mp3, ogg, wav, acc et flac

source: RECORD File
fr: ENREGISTRER le fichier

source: PAUSE record
fr: PAUSE de l'enregistrement

source: STOP record. If no record in process, pop up MIXER and VU display
fr: ARRET de l'enregistrement

source: PLAY File
fr: LIRE le fichier

source: PAUSE play
fr: PAUSE lecture

source: STOP play
fr: ARRET lecture

source: Advanced User Interface and Precord configuration
fr: Interface Utilisateur Avancée et Configuration

source: Browse and select the target directory for the file to record or play
fr: Rechercher et sélectionner le répertoire de destination du fichier à enregistrer ou lire

source: Browse, drag and drop, copy and paste, or type the target directory for the file to record or play
fr: Recherchez, glissez-déposez, copiez-collez, ou tapez le répertoire cible du fichier à enregistrer ou lire

source: Drag and drop, copy and paste, or type the name of the file to record or play
fr: Glissez-déposez, copiez-collez, ou tapez le nom du fichier à enregistrer ou lire

source: Opens Rox filemanager at target directory of recording
fr: Ouvre le gestionnaire de fichiers ROX dans le répertoire cible d'enregistrement

source: click checkbox for date-stamped record to chosen directory
fr: Cliquez la case pour horodater un enregistrement dans le répertoire choisi

source: QUIT
fr: QUITTER

source: Setup Help
fr: Aide de configuration

source: Record
fr: Enregistrement

source: Target Directory
fr: Dossier cible

source: Duration(seconds)
fr: Durée (secondes)

source: Browse and select the target directory for the file to record
fr: Rechercher et sélectionner le répertoire de destination du fichier à enregistrer

source: Browse, drag and drop, copy and paste, or type the target directory for the file to record
fr: Rechercher, glisser-déposer, copier-coller, ou tapez le répertoire cible du fichier à enregistrer

source: 0 = no time limit
fr: 0 = sans limite de temps

source: Drag and drop, copy and paste, or type name of the file to record
fr: Glisser-déposer, copier-coller, ou tapez le nom du fichier à enregistrer

source: Copy Record entry to Play entry1
fr: Copier une Entrée Enregistrement vers une Entrée Lecture 1

source: Auto generated date-stamped file name YearMonthDayHourMinuteSecond
fr: Nom de fichier automatiquement généré horodaté AnnéeMoisJourHeureMinuteSeconde

source: RECORD Date-stamped file
fr: ENREGISTRER un fichier horodaté

source: Copy Date-stamped Record entry to Play entry2
fr: Copier une Entrée Enregistrement horodaté vers une Entrée Lecture 2

source: Play
fr: Lecture

source: Browse for SOURCE File to play
fr: Rechercher le fichier SOURCE à jouer

source: Browse, drag and drop, copy and paste, or type name (including path) of file to play
fr: Rechercher, glisser/déposer, copier et coller, ou taper le nom (y compris le chemin) du fichier à lire

source: PLAY File1
fr: Lire le fichier 1

source: PLAY File2
fr: Lire le fichier 2

source: AUDIO RECORD CONFIGURATION:
fr: CONFIGURATION DE L'ENREGISTREMENT

source: select audio format
fr: Format audio

source: use mp3 encoder type
fr: utiliser un type de codage mp3

source: use wav encoder type
fr: utiliser un type de codage wav

source: use ogg managed maximum encoder type
fr: utiliser un type de codage ogg géré en mode maximum

source: use ogg unmanaged quality encoder type
fr: utiliser un type de codage ogg en mode qualité non géré

source: use aac bitrate mode encoder type
fr: utiliser un type de codage en mode débit aac

source: use aac quality mode encoder type
fr: utiliser un type de codage en mode de qualité aac

source: use flac lossless encoder type
fr: utiliser un type de codage sans perte FLAC

source: select mp3 mode
fr: Mode mp3

source: use Constant Bit Rate mode when mp3 encoding
fr: utiliser un mode de débit binaire constant en codage mp3

source: use Average Bit Rate mode when mp3 encoding
fr: utiliser un mode de débit binaire moyen en codage mp3

source: use Variable Bit Rate mode when mp3 encoding
fr: utiliser un mode de débit binaire variable en codage mp3

source: sample rate for wav; bitrate for mp3, aac or ogg_mm
fr: Fréquence d'échantillonnage pour wav, débit binaire pour mp3, aac ou ogg_mm

source: audio quality for: mp3 vbr, aac_q or ogg_q; compression_level for flac (N1=12)
fr: Qualité audio pour : mp3 vbr, aac_q ou ogg_q; niveau de compression pour flac (N1=12)

source: General Configuration
fr: Configuration Générale

source: channel
fr: Canal

source: select for stereo recording
fr: Choisir l'enregistrement stéréo

source: stereo
fr: stéréo

source: select soundcard
fr: Carte son

source: If you soundcard is not card 0 click checkbox
fr: Si votre carte son n'est pas la carte 0 cochez la case

source: If you soundcard is not subdevice 0 click checkbox
fr: Si votre carte son n'est pas le sous-périphérique 0 cochez la case

source: Return to Small GUI
fr: Retour à l'Interface Minimale

source: Help
fr: Aide

source: Run Pschedule task on time
fr: Lancer Pschedule

source: Pop up MIXER and VU display
fr: Afficher les fenêtres MIXER et VU

source: After you have configure precord via the GUI, you can also control it from the commandline using: precord [option] [path to file] [file] [duration] where [duration] is a time limit for the record capture or play process: 0 means no time limit; entering no duration results in use of duration pre-configured for record.
fr: Après avoir configuré Precord via l'interface graphique, vous pouvez aussi le contrôler en ligne de commande en utilisant : precord [option] [[chemin du fichier] [fichier] [durée] où [durée] est un délai fixé pour l'enregistrement ou la lecture : 0 signifie sans limite; entrer aucune durée entraine l'utilisation d'une durée préconfigurée pour l'enregistrement.

source: Commandline Arguments: rec target_directory outfile [duration] : record to outfile. pauserec : pause/continue recording (toggle). stoprec : stop recording. play target_directory infile [duration] : play infile. pauseplay : pause/continue playback (toggle). stopplay : stop playback. quit : clean up all and quit program. --help : this brief usage help. -? : this brief usage help. - : read arguments from stdin (e.g. pipe) Note that precord automatically keeps track of the running process IDs. If no options are entered the precord GUI will start.\n
fr: Arguments de ligne de commande : rec outfile [duration] : enregistrer hors fichier. pauserec : faire une pause/continuer l'enregistrement (alternativement). stoprec : arréter l'enregistrement après un bref délai. play target_directory infile [duration] : lire dans le fichier. stoprecnow : arréter l'enregistrement immédiatement. play infile [duration] : lire dans fichier. pauseplay : faire une pause/continuer la lecture (alternativement). stopplay : arréter la lecture. quit : tout vider et quitter le programme. --help : ce court texte d'aide. -? : ce court texte d'aide. -v : numéro de version de precord. - : read arguments from stdin (e.g. pipe) Precord conserve automatiquement le suivi du processus ID en cours d'exécution. Si aucune option n'est entrée l'Interface Graphique de Precord se lancera.\n
