Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/proxy-setup.po
Languages: fr

source: (leave Username/Password blank if not needed)
fr: (laissez Pseudo/Mot de passe vide si pas nécessaire).

source: Cancel
fr: Annuler

source: Enable Internet connection through proxy server
fr: Activer la connexion Internet par serveur proxy

source: Enter password again:
fr: Encore le mot de passe

source: Great, you have modified the proxy server settings. Note, you can see the result in files /etc/profile.d/http_profile and /etc/profile.d/ftp_profile. However, MOST IMPORTANT, you must reboot for this to take effect
fr: Parfait, vous avez modifié les paramètres du serveur proxy. Vous pouvez voir le résultat dans les fichiers /etc/profile.d/http_profile et /etc/profile.d/ftp_profile. Cependant, LE PLUS IMPORTANT, vous devez redémarrer pour qu'ils prennent effet.

source: If you connect to the Internet through a proxy
fr: Si vous vous connectez à Internet par un serveur

source: OKAY
fr: Parfait

source: Password:
fr: Mot de passe

source: Proxy server setup
fr: Paramètrer le serveur Proxy

source: Sorry, the password entries are not the same
fr: Désolé, les entrées du mot de passe sont différentes

source: Username:
fr: Pseudo :

source: You have chosen NOT to use a proxy server. Note, if you previously did have a proxy server enabled, you MUST REBOOT for the change to take effect
fr: Vous n'avez pas souhaité utiliser un serveur proxy. Si, précédemment, vous aviez activé un serveur proxy, REDEMARREZ pour que les changements prennent effet.

source: server, tick the checkbox and fill in the fields
fr: proxy, cochez la case et remplissez les champs
