Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/psync.po
Languages: fr

source: You are using GMT
fr: Vous utilisez actuellement GMT

source: You are using UTC
fr: Vous utilisez actuellement UTC

source: You are using Zulu
fr: Vous utilisez actuellement Zulu

source: You are using UCT
fr: Vous utilisez actuellement UCT

source: You are using Universal
fr: Vous utilisez actuellement Universel

source: You are using Greenwich
fr: Vous utilisez actuellement Greenwich

source: DST does not apply to this timezone
fr: DST n'est pas applicable à ce fuseau horaire

source: Spring: $SPRING Autumn: $FALL
fr: Été: $SPRING Hiver: $FALL

source: Psync $VERSION - Time Server Synchroniser
fr: Psync $VERSION - Synchroniser le Temps avec un serveur

source: System Time & Offset to current Hardware Clock
fr: Temps système et décalage par rapport à l'horloge matérielle

source: Hardware Date & Time
fr: Date & Heure de l'horloge matérielle

source: Time Zone
fr: Fuseau horaire

source: True Offset to UTC
fr: Décalage réel par rapport UTC

source: Daylight Saving Change Times
fr: Changements Heure d'été

source: <i>To synchronise your clock, choose a Time Server Region nearest to you.</i>
fr: <i>Choisissez le serveur de Temps le plus proche de votre lieu de résidence pour synchroniser l'horloge.</i>

source: Time Server Region
fr: Serveur de Temps

source: <b>If display blanks</b>, move the mouse slightly. If you use GMT with offset then the top line hardware report will show the offset in reverse notation. After setting the time there is an option to run Psync automatically at each startup. <i>Please read the Help file for more information.</i>
fr: <b>En cas d'écran noir</b>, déplacez légèrement votre souris. Si vous utilisez GMT avec décalage horaire, notez que la notation affichée est inverse. Après avoir établi l'heure, il vous sera proposé de lancer automatiquement la synchronisation à chaque démarrage. <i>Veuillez consulter l'Aide pour de plus amples informations.</i>

source: Africa
fr: Afrique

source: Asia
fr: Asie

source: United Kingdom
fr: Royaume-Uni

source: North America
fr: Amérique du Nord

source: South America
fr: Amérique du Sud

source: Oceania
fr: Océanie

source: # Psync autorun server location - Rob Lane (tasmod) 2011
fr: # Psync lancement automatique du Serveur de Temps - Rob Lane (tasmod) 2011

source: Setting Time... Please wait!
fr: Configuration de la Date et l'Heure en cours... Veuillez patienter!

source: Synchronised System Time
fr: Temps système synchronisé

source: Updated Time
fr: Heure mise à jour

source: <b>Offset was $offset</b>
fr: <b>Décalage de $offset</b>

source: Press the button "Autostart" for auto run and synchronise your clock at each startup.
fr: Cliquez sur le bouton "Lancement automatique" pour synchroniser l'horloge à chaque démarrage.

source: Autostart
fr: Lancement automatique

source: Remove Autostart
fr: Désactiver le lancement

source: Close
fr: Fermer
