Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pup-advert-blocker.po
Languages: fr

source: No ad lists selected. Ad blocking will be disabled.
fr: Pas de listes sélectionnées. Le bloqueur de pubs est désactivé.

source: Success - your settings have been changed.\n\nYour hosts file has been updated.\nRestart your browser to see the changes.
fr: Réussi - vos préférences ont été sauvegardées.\n\nVotre fichier hôte a été mis à jour.\nRedémarrez votre navigateur pour voir les changements.

source: The
fr: Cet outil,

source: tool adds stuff to your "/etc/hosts" file, so that many advertising servers and websites will not be able to connect to this PC.
fr: ajoute des trucs au fichier "/etc/hosts", afin que les publicités et les sites web ne puissent pas se connecter à ce PC.

source: Leave your cursor over a service to see a short description. You can choose one service or combine multiple services for more advert protection.
fr: Laissez votre curseur sur un service pour en voir une courte description. Vous pouvez choisir un service ou combiner de multiples services pour accroitre la protection contre les publicités.

source: Blocking ad servers protects your privacy, saves you bandwidth, greatly improves web-browsing speeds and makes the internet much less annoying in general.
fr: 'Pup-advert-blocker' protège votre vie privée, allège votre bande passante, améliore la rapidité de votre navigation Internet et rend le Web moins gênant en général.

source: Close this help dialog
fr: Fermer cette fenêtre

source: Close
fr: Fermer

source: Block online ads in all browsers with this simple tool
fr: Bloquez les publicités en ligne avec cet utilitaire!

source: Blocks many known malware sites and unsafe adult networks
fr: Bloque de nombreux sites malveillants connus et de dangereux réseaux pour adultes

source: A large, fairly comprehensive list of many known ad servers
fr: Une grande liste assez complète des nombreux serveurs publicitaires connus

source: A small and effective list of popular ad servers
fr: Une petite liste efficace contre les Popups

source: Click to download and then block a list of advertising servers
fr: Cliquez ici pour télécharger afin de les bloquer une liste de serveurs publicitaires

source: Start
fr: Lancer

source: Or click the "Edit" button to manually edit your hosts file, using your default text editor
fr: Ou cliquez sur "Editer" si vous voulez modifier vous-même le fichier hôte dans l'éditeur par défaut.

source: Manually edit your hosts file in a text editor, adding or removing any entries you like
fr: Modifier manuellement votre fichier hôte, en ajoutant ou supprimant toutes les entrées que vous désirez

source: Edit
fr: Editer

source: Learn more about blocking ads
fr: En savoir plus

source: Help
fr: Aide

source: Exit Pup Advert Blocker
fr: Quitter Pup Advert Blocker

source: Quit
fr: Quitter
