Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pup_event_frontend_d.po
Languages: fr

source: Drive icons are part of Puppy Event Manager, see System menu
fr: Les icônes des disques font parties de Puppy Event Manager, voir le menu Système

source: Run Pmount Puppy Drive Mounter
fr: Lancer l'outil de montage Pmount

source: Run Desktop Drive Icon Manager
fr: Lancer le gestionnaire des icônes des disques du bureau

source: Puppy drive manager
fr: Gestionnaire des disques

source: Unmount ${ONEDRVNAME} (if currently mounted)
fr: Démonter ${ONEDRVNAME} (si actuellement monté)

source: Unmount ALL mounted partitions
fr: Démonter TOUTES les partitions montées

source: WARNING: Personal storage getting full, strongly recommend you resize it or delete files!
fr: ATTENTION : Le stockage personnel est bientôt plein, il est fortement recommandé d'augmenter sa capacité ou d'y effacer des fichiers!

source: WARNING: Personal storage file getting full, strongly recommend you resize it or delete files!
fr: ATTENTION : Le fichier personnel de stockage est bientôt plein, il est fortement recommandé d'augmenter sa capacité ou d'y effacer des fichiers!

source: WARNING: RAM working space only
fr: ATTENTION : L'espace de travail en RAM est de seulement

source: MB, recommend a reboot which will flush the RAM
fr: Mo, un redémarrage est recommandé afin de vider la RAM

source: Saving RAM to 'pup_save' file...
fr: Sauvegarde de la RAM dans le fichier de sauvegarde ...
