Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pupdial.po
Languages: fr

source: This documentation has 2 chapters:\n1. Run wvdial\n2. Configure wvdial
fr: Cette documentation a 2 chapîtres:\n1. Démarrer wvdial\n2. Configurer wvdial

source: R U N W V D I A L
fr: D E M A R R E R W V D I A L

source: C O N F I G U R E W V D I A L
fr: C O N F I G U R E R W V D I A L

source: PupDial - Internet connection with analog dialup or digital wireless modem (3g)
fr: PupDial - Connexion internet avec une ligne anlaogique ou un modem numérique sans fil (3g)

source: Yes
fr: Oui

source: No
fr: Non

source: PupDial modem Internet dialer
fr: Modem Internet à numérotation - PupDial

source: Welcome! First, a basic question: do you want to connect to the Internet using an internal fixed modem, or a removable (USB, serial, PCMCIA) modem?
fr: Bienvenue! Tout d'abord, une question fondamentale: voulez-vous vous connecter à Internet en utilisant un modem interne fixe, ou un modem amovible (USB, série, PCMCIA)?

source: The reason for asking this, is an internal modem will have been detected at bootup, but a 'hotpluggable' external modem may not have have been detected if plugged in after bootup. Also, if you have both, say an internal analog dialup modem, plus a USB modem, PupDial may choose the wrong one -- ticking or unticking the checkbox here will avoid that confusion...
fr: La raison est qu'un modem interne a été détecté au démarrage. Mais un modem externe 'montable à chaud' peut ne pas avoir été détecté s'il a été branché après le démarrage. En outre, si vous avez à la fois, par exemple un modem RTC analogique interne et un modem USB, PupDial peut choisir le mauvais - cochez ou décochez la case ici afin d'éviter la confusion ...

source: Tick checkbox if external modem
fr: Cochez la case pour un modem externe

source: PupDial: modem changed
fr: PupDial: le modem a été modifié

source: UPDATE
fr: ACTUALISATION

source: It seems that the modem has changed.\n It was '${wvMODEM}', it is now '${newMODEM}'\n Do you want to update PupDial?\n Recommend click UPDATE button...
fr: Il semble que le modem a changé.\n C'était '${wvMODEM}', et maintenant c'est '${newMODEM}'\n Voulez-vous actualiser PupDial?\n Il est recommandé de cliquer sur ACTUALISER ...

source: PupDial: modem found
fr: PupDial: un modem a été trouvé

source: TEST
fr: TESTER

source: It seems that you have a modem, at port ${MYDEVM}\n However, it is recommended that you now click the 'TEST' button\n to test that it is working.\n \n Note 1: The test will also optionally probe for what is called an\n 'inialization string'. If you are running PupDial for the first time\n or have changed modems, you will definitely need to click the 'TEST'\n button and obtain an initialization string.\n \n Note 2: If you think that ${MYDEVM} might be the wrong modem,\n click the 'No' button and the main PupDial GUI has a 'CHOOSE' button\n that will enable you to test alternative modem interfaces.\n \n Recommend click 'TEST' to probe the modem...
fr: Il semble que vous ayez un modem au port ${MYDEVM}\n Cependant, il est recommandé de cliquer sur le bouton 'TESTER'\n pour voir s'il fonctionne.\n \n Note 1: Le test examinera aussi, éventuellement, ce qu'on appelle une\n 'chaine d'initialisation'. Si vous utilisez PupDial pour la première fois\n ou si vous avez changé de modem, vous devrez cliquer sur le bouton\n 'TESTER' pour obtenir une chaîne d'initialisation.\n Note 2: Si vous pensez que ${MYDEVM} n'est pas le bon modem, cliquez\n sur le bouton 'Non' et la fenêtre principale de PupDial vous permettra de\n tester les interfaces des modems de remplacement avec le bouton 'CHOISIR'.\n \n Il est recommandé de cliquer sur TESTER' pour tester le modem...

source: Reading modem configuration file...
fr: Lecture du fichier de configuration du modem...

source: Modem detected! Device interface:
fr: Modem détecté! Interface du périphérique:

source: Selected modem device interface:
fr: Interface du périphérique modem choisie:

source: Welcome to PupDial, written by Barry Kauler, with contributions from Richard Erwin, for Puppy Linux. There is a configuration file, /etc/wvdial.conf, that is read by PupDial, and changes made to any of the above boxes will be saved to wvdial.conf when you click the 'Exit' or 'Connect' buttons. Note, you can also manually edit wvdial.conf with a text editor. If you are using PupDial for the first time, it is recommended that you click the help buttons, in particular the 'Modem setup' button.
fr: Bienvenue à PupDial, écrit par Barry Kauler avec la contribution de Richard Erwin, pour Puppy/Toutou. Le fichier de configuration, /etc/wvdial.conf, est lu par PupDial. Les changements effectués dans chaque boite ci-dessus seront sauvés dans wvdial.conf quand vous cliquerez sur les boutons 'Quitter' ou 'Connexion'. N.B. vous pouvez aussi modifier wvdial.conf à la main. Si vous utilisez Pupdial pour la première fois, il est recommandé de cliquer sur les boutons d'Aide, plus particulièrement 'Paramètres du modem'.

source: Choose modem
fr: Choisir un modem

source: Carrier check
fr: Vérification du transporteur

source: Dialtone check
fr: Vérification de la tonalité

source: Busy check
fr: Vérification de l'occupation

source: String for modem initialisation
fr: Chaine pour l'initialisation du modem

source: Connect to internet with a analog dialup or digital wireless (3g) modem
fr: Connexion internet avec une ligne analogique ou un modem numérique sans fil (3g)

source: Modem setup
fr: Paramètres du modem

source: Account 1|Account2
fr: Compte 1/Compte 2

source: Connect to the Internet
fr: Connexion à Internet

source: Connect
fr: Connecter

source: Enter the Phone or Access Number here
fr: Entrez le numéro de téléphone ou d'accès ici

source: Only for 3G or cell/mobile phone connections
fr: Seulement pour des connexions 3G ou par téléphone cellulaire/mobile

source: Wireless: APN:
fr: Sans fil : APN :

source: Enter your password here
fr: Entrez votre mot de passe ici

source: Recommended to check this box if using a 3G modem
fr: Il est recommandé de cocher cette case si vous utilisez un modem 3 G

source: Make sure this box is checked to attempt auto reconnection
fr: Assurez-vous que cette case est cochée pour tenter une reconnexion automatique

source: Auto Reconnect
fr: Reconnexion automatique

source: Help
fr: Aide

source: Disconnect from the internet
fr: Déconnecter d'Internet

source: Quit
fr: Quitter

source: To force only 2G or 3G, uncomment the Init4 line and append 0 (2G) or 2 (3G), and substitute your operator's name for MYOPS.
fr: Pour forcer 2G ou 3G seulement, décommentez la ligne Init4 et append 0 (2G) ou 2 (3G), et substituez le nom de votre opérateur pour MYOPS.

source: Init6-Init9 lines are available for user purposes; the commented examples can be used as described:
fr: Les lignes Init6-Init9 sont à la discrétion des utilisateurs; les exemples commentés peuvent être utilisé comme décrit:

source: To force the 3G quality of service level, uncomment the Init6/Init7 line pair and set value two places each, for 384k/144k/64k, omitting the \"k\" (e.g., =1,4,64,384,64,384).
fr: Pour forcer le niveau de la qualité du service 3G, décommentez la ligne paire Init6/Init7 et définissez la valeur de deux places chacune, pour 384k/144k/64k, en omettant le \"k\" (e.g., =1,4,64,384,64,384).

source: To list all the APNs stored in the modem, uncomment the Init8 line; check the Connection status log for lines beginning with +CGDCONT:.
fr: Pour lister tous les APN stockés dans le modem, décommentez la ligne Init8; vérifiez le journal de l'état ​​de la connexion pour les lignes commençant par +CGDCONT:.

source: To list the operator identifier stored in the modem, uncomment the Init9 line; check the Connection status log for a line beginning with +COPS:
fr: Pour lister l'identificateur de l'opérateur stocké dans le modem, décommentez la ligne Init9; vérifiez le journal de l'état de la connexion pour une ligne commençant par +COPS:

source: NOTICE: If the log shows a failure to connect, please click left button
fr: AVIS: Si le journal montre un échec de connexion, veuillez cliquer sur le bouton gauche

source: PupDial: WvDial connection log
fr: PupDial: Journal de connexion de WvDial

source: DISCONNECT or stop trying
fr: DÉCONNECTER ou arrêter d'essayer

source: CLOSE window but stay online
fr: FERMER la fenêtre, mais rester en ligne
