Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pupmount.po
Languages: fr

source: Edit label
fr: Editer libellé

source: Cancel
fr: Annuler

source: ERROR: unable to mount $DEVNAME
fr: ERREUR: impossible de monter $DEVNAME

source: FAILURE! In the case of removable media, the most common reason is the media is not currently inserted. If so, please remedy.
fr: ECHEC! S'il s'agit d'un média amovible, la plupart du temps, c'est qu'il est mal introduit. Si c'est le cas, remédiez-y S.V.P.

source: KILL
fr: ARRETER

source: EXIT
fr: QUITTER

source: FAILURE!
fr: ECHEC!

source: One or more processes (programs) are currently using the partition. Here they are:
fr: Un ou plusieurs processus (programmes) utilisent actuellement la partition. Ce sont :

source: If you press the 'KILL' button, Puppy will attempt to kill the offending programs for you. Only do this as a last resort.
fr: Si vous cliquez sur le bouton 'ARRETER', il sera tenté de fermer le programme designé, pour vous. A n'utiliser qu'en dernier recours.

source: Firstly you should try to close the programs manually, so do not press 'KILL'.
fr: Vous devez d'abord tenter de fermer le programme manuellement, donc ne cliquez pas sur 'ARRETER'.

source: PLEASE PRESS THE 'EXIT' BUTTON!
fr: CLIQUEZ SUR LE BOUTON 'QUITTER'!

source: Please wait, probing hardware...
fr: Patientez, examen des disques en cours...

source: Show location
fr: Afficher l'emplacement

source: Check filesystem
fr: Vérifier le système de fichiers

source: Mount partition at boot
fr: Monter la partition au démarrage

source: (un) Mount
fr: (dé) Monter

source: Play
fr: Jouer

source: Eject disc
fr: Ejecter le disque

source: Disc information
fr: Informations du disque

source: Swap off
fr: Swap désactivé

source: Swap on
fr: Swap activé

source: drive
fr: disque

source: usbdrv
fr: USB

source: optical
fr: Optique

source: card
fr: carte

source: floppy
fr: Disquette

source: DO NOT REMOVE MOUNTED MEDIA
fr: NE PAS DÉBRANCHER les médias MONTÉS

source: Refresh
fr: Rafraîchir

source: Tick box for single window
fr: Cochez ici pour une seule fenêtre
