Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/puppypdf.po
Languages: fr

source: YES
fr: OUI

source: NO
fr: NON

source: The Puppy PDF Conversion Wizard (puppyPDF) takes an input file\nand converts it to PDF format. The wizard relies on 3 external programs:\n\nbash, Abiword, and ps2pdf\n\nand is recommended for use with Puppy version 1.03 or later,\nsince these are included with the standard iso.\n\n=== SUPPORTED FILE FORMATS ===\n\nAbiword Documents (.abw, .awt)\n\nMicrosoft Word Documents (.doc, .dot)\n\nRich Text Format Documents (.rtf)\n\nText Documents (.txt, .text)
fr: L'assistant PDF (puppyPDF) prend un fichier en entrée\net le convertit au format PDF. L'assistant est relié à 3 programmes externes:\n\nbash, Abiword, et ps2pdf\n\net il est recommandé de l'utiliser avec les versions de Puppy 1.03 ou suivantes,\nà condition que ces programmes soient dans la distribution.\n\n=== FORMATS DES FICHIERS SUPPORTES ===\n\nDocuments Abiword (.abw, .awt)\n\nDocuments Microsoft Word (.doc, .dot)\n\nDocuments Rich Text Format (.rtf)\n\nDocuments Text (.txt, .text)

source: input file
fr: fichier d'entrée

source: output file
fr: fichier de sortie

source: prints help
fr: afficher l'aide

source: PDF file selected
fr: Fichier PDF selectionné

source: A PDF file was selected.\n\nPress YES to try again,\n\n or NO to quit
fr: Un fichier PDF a été sélectionné.\n\nPressez OUI pour ré-essayer,\n\n ou NON pour quitter

source: Please specify a valid input file
fr: Veuillez spécifier un fichier d'entrée correct

source: No file selected
fr: Aucun fichier sélectionné

source: Invalid file selected.\n\nPress YES to try again,\n\n or NO to quit
fr: Le fichier sélectionné n'est pas correct.\n\nPressez OUI pour ré-essayer,\n\n ou NON pour quitter

source: no output filename specified, using
fr: Aucun nom de fichier de sortie spécifié, on utilisera

source: no output filename specified,\nusing
fr: Aucun nom de fichier de sortie spécifié,\on utilisera

source: Filename already exists
fr: Ce nom de fichier existe déjà

source: already exists\n\nPress YES to overwrite,\n\nor NO to change
fr: existe déjà\n\nPressez OUI pour l'écraser,\n\n ou NON pour changer

source: already exists! Press ENTER to continue or CTRL-C to quit
fr: existe déjà! Pressez ENTREE pour continuer ou Ctrl-c pour quitter

source: Puppy PDF Conversion Wizard
fr: Assistant de conversion PDF

source: WELCOME to the Puppy PDF Conversion Wizard!
fr: Bienvenue dans l'Assistant de conversion PDF!

source: Press YES to choose the file to convert,\n\n NO to exit,\n\n or HELP for more info
fr: Pressez OUI pour choisir le fichier à convertir,\n\n NON pour quitter,\n\n ou AIDE pour plus d'info

source: Next step: save as...
fr: Etape suivante: enregistrer sous...

source: The next step is to specify the name of your pdf file.\n\n Press OK to continue.
fr: L'étape suivante consiste à donner un nom au fichier pdf.\n\n Pressez OK pour continuer.

source: Confirm...
fr: Confirmer ...

source: The Puppy PDF Conversion Wizard
fr: L'Assistant de conversion PDF

source: will now convert\n\n$INPUT\n\nto the pdf file
fr: va maintenant convertir\n\n$INPUT\n\nen un fichier pdf

source: If this is correct, choose YES\n To quit, choose NO
fr: Si vous êtes d'accord, choisissez OUI\n Pour quitter, choisissez NON

source: ps2pdf error! Exiting...
fr: ps2pdf erreur! Abandon...

source: File Conversion error!
fr: Erreur de conversion du fichier!

source: There was an error in the file conversion process!\n\nCheck that your input file format is supported.\n\nPress OK to exit
fr: Il y a eu une erreur au cours du processus de conversion du fichier!\n\nVérifiez que le format de votre fichier d'entrée est supporté.\n\nPressez OK pour quitter.

source: abiword error! Exiting...
fr: Erreur d'Abiword! Abandon...
