Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pupx.po
Languages: fr

source: pupX: set properties of X
fr: pupX: Définir les propriétés de X

source: Mouse
fr: Souris

source: Keyboard
fr: Clavier

source: Screensaver
fr: Ecran de veille

source: Acceleration:
fr: Accélération:

source: The mouse will accelerate with this factor when moved more than 'threshold' pixels in a short time
fr: La souris accélérera de ce facteur quand elle sera déplacée au-delà du 'seuil' des pixels pendant un court instant

source: Threshold:
fr: Seuil:

source: Acceleration will happen when the mouse is moved this many pixels in a short time
fr: L'accélération survient lorsque la souris est déplacée de tous ces pixels en un court laps de temps

source: Keyclick volume in percentage (0-100)
fr: Volume de clics en pourcentage (0-100)

source: Auto-repeat
fr: Répétition automatique

source: Enable auto-repeat
fr: Activer la répétition automatique

source: Delay:
fr: Retard:

source: (milliseconds)
fr: (millisecondes)

source: This is the delay before keys start repeating
fr: Délai avant qu'un caractère ne commence à se répéter lorsqu'on garde la touche enfoncée

source: Rate:
fr: Fréquence:

source: (repeats per second)
fr: (répétition par seconde)

source: This is the rate at which keys repeat
fr: Fréquence de répétition du caractère, touche enfoncée

source: Enable screen saver
fr: Activer l'écran de veille

source: (seconds)
fr: (secondes)

source: This is the delay before screensaver is activated
fr: Délai avant d'activer l'écran de veille

source: This is the interval for change of background pattern
fr: Intervalle du changement de l'image de fond

source: Blank the screen rather than display a pattern
fr: Ecran noir au lieu d'images

source: Allow exposures
fr: Permettre des poses

source: Apply
fr: Appliquer
