Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pupzip.po
Languages: fr

source: PupZip: ERROR
fr: PupZip: ERREUR

source: Yes
fr: Oui

source: No
fr: Non

source: No archive GUI program found. Please install XArchive.
fr: Pas d'interface graphique d'archivage trouvé. Veuillez installer XArchive.

source: Not an archive file
fr: Ce n'est pas un fichier archive

source: PupZip: help
fr: PupZip: aide

source: This is a frontend to $XARCHIVE, which in turn is a frontend to the
fr: Ceci est une interface pour $XARCHIVE, qui à son tour est une interface aux

source: archiver utilities in Puppy (such as gzip, bzip2, dpkg, rpm, zip).
fr: utilitaires d'archivage de Toutou/Puppy (gzip, bzip2, dpkg, rpm, zip).

source: Note: $XARCHIVE can be started in the conventional way via the menu.
fr: Note: $XARCHIVE peut aussi être lancé via le menu.

source: PupZip can also be invoked from Rox by the "Open With..." menu, by right-clicking on a file or directory.
fr: PupZip peut également être lancé à partir de Rox par le menu "Ouvrir avec..." d'un clic droit sur ​​un fichier ou un répertoire.

source: An error has occurred opening the RPM file.
fr: Une erreur s'est produite en ouvrant le fichier RPM.

source: Is this a Slackware or Arch package, that you want to install?
fr: Est-ce un paquet Slackware ou Arch, que vous voulez installer?

source: If you answer Yes, the Package Manager application will run...
fr: Si vous répondez Oui, le Gestionnaire des paquets se lancera ...

source: Do you want to decompress
fr: Voulez-vous pour décompresser

source: it will decompress in current location and the original file will be deleted
fr: La décompression aura lieu dans l'emplacement actuel et le fichier original sera supprimé

source: Uncompressing, please wait...
fr: Patientewm décompression en cours ...
