Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pwallpaper.po
Languages: fr

source: Centre
fr: Centré

source: Loading
fr: Chargement

source: No config file found, using internal defaults (Hope you have fbsetbg :D ).
fr: Configuration absente, utilisation du défaut interne (En espèrant que fbsetbg soit présent :D).

source: Puppy Wallpaper Setter v1.2
fr: Configuration du fond d'écran - Puppy Wallpaper Setter v1.2

source: Scale To Fit
fr: À l'échelle

source: Setting the wallpaper to: %s
fr: Fond d'écran configuré en mode : %s

source: Stretch
fr: Étiré

source: Tile
fr: Juxtaposé

source: Using the program %s.
fr: En utilisant le programme %s.

source: Wallpaper
fr: Images de fond

source: Wallpaper Settings
fr: Mode d'affichage
