Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/rc.shutdown.po
Languages: fr

source: is now shutting down...
fr: est en cours de fermeture ...

source: A swapfile named 'pupswap.swp' is being created in partition ${localSAVEPART},
fr: Un fichier d'échange 'pupswap.swp' va être créé dans la partition ${localSAVEPART},

source: of size ${SWPSIZE}MB. This will be loaded at next boot, to ease the low-RAM
fr: d'une taille de ${SWPSIZE}Mo. Il sera chargé au prochain démarrage, pour pallier au peu de RAM

source: situation of your PC. Creating now...
fr: de votre PC. Démarrage de la création maintenant ...

source: ...error, unable to create swapfile.
fr: ... erreur, impossible de créer le fichier d'échange.

source: Session not saved
fr: Session non sauvegardée

source: ERROR: unable to mount /dev/${xPDEV}, cannot save.
fr: ERREUR: impossible de monter /dev/${xPDEV}, pas de sauvegarde possible.

source: Saving session to ${SAVEFILE} file on ${SAVEPART} partition...
fr: Sauvegarde de la session dans le fichier ${SAVEFILE} dans la partition ${SAVEPART} ...

source: Note, a bug in one of the Linux utility programs requires you to reenter
fr: N.B. Un bug dans un des programmes utilitaires de Linux oblige de rentrer

source: the password in the case of light encryption...
fr: à nouveau le mot de passe dans le cas de cryptage léger ...

source: ${PDEV1} mounted directly, session already saved.
fr: ${PDEV1} est monté directement, la session est déjà sauvée.

source: ${PDEV1} mounted directly top layer, session already saved.
fr: ${PDEV1} est monté directement en couche supérieure, session déjà sauvée.

source: ${TXT} mounted directly top layer, session already saved.
fr: ${TXT} est monté directement en couche supérieure, session déjà sauvée.

source: Saving session to ${PDEV1}...
fr: Sauvegarde de la session sur ${PDEV1}...

source: Saving session to ${SAVEFILE} (${SAVEPART})...
fr: Sauvegarde de la session sur ${SAVEFILE} (${SAVEPART})...
