Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/remove_builtin.po
Languages: fr

source: Yes
fr: Oui

source: No
fr: Non

source: Simple utility to 'delete' packages that are builtin\nto the read-only .sfs file (Squashfs filesystem)
fr: Utilitaire simplifié pour 'supprimer' les paquets d'origine dans\nle fichier .sfs en lecture seule (système de fichiers Squashfs)

source: Remove builtin packages
fr: Retirer les paquets d'origine

source: In all modes of running Puppy, other than a full hard-drive installation,\n all of the Puppy files are in a compressed read-only file named 'puppy.sfs'\n or 'wary_500.sfs' (or some similar name). So you can't actually delete these\n files. However, if you want to remaster the live-CD to create your own custom\n Puppy (see Setup menu), you can use this little program to 'pretend' to delete\n them -- and they will really be gone in the remastered CD. So, for example if\n you remove SeaMonkey, it will be gone in the remastered CD thus reducing the\n size of the .iso live-CD file.\n\n Technical note: the lists of builtin files is at /root/.packages/builtin_files,\n the list of builtin pkgs is in /root/.packages/woof-installed-packages.
fr: Dans tous les modes d'utilisation de Toutou/Puppy, sauf une installation complète\n sur HD, tous les fichiers sont dans un fichier compressé appelé 'puppy.sfs' ou\n 'wary_500.sfs' (ou similaire). Donc, vous ne pouvez pas réellement supprimer ces\n fichiers. Toutefois, si vous voulez remasteriser le live-CD pour créer votre propre\n distribution (voir menu configuration), vous pouvez utiliser ce petit programme pour\n 'faire semblant' de les supprimer - ils seront vraiment retirés du CD remasterisé.\n Ainsi, par exemple, si vous retirez SeaMonkey, il aura disparu du CD remasterisé\n réduisant ainsi la taille du fichier .iso.\n\n Note technique: les listes de fichiers d'origine sont /root/.packages/builtin_files,\n la liste des paquets d'origine est dans /root/.packages/woof-installed-packages.

source: Select package to remove:
fr: Choisir le paquet à retirer :

source: Confirm that you want to delete
fr: Confirmation de la suppression de

source: Description of package:
fr: Description du paquet :

source: For information only, these are dependencies of
fr: Pour information seulement, dépendances de

source: Warning, removing '${PKG}' _may_ break the following packages:
fr: Attention, la suppression de '${PKG}' peut altérer les paquets suivants :

source: Continue?
fr: Continuer?

source: Package '${PKG}' was removed. Choose another...
fr: Le paquet '${PKG}' a été retiré. Choisissez en un autre ...

source: Package '${PKG}' was not removed. Choose another...
fr: Le paquet '${PKG}' n'a pas été retiré. Choisissez en un autre ...
