Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/report-video.po
Languages: fr

source: VIDEO REPORT:
fr: RAPPORT VIDÉO

source: Chip description:
fr: Description de la puce:

source: Resolution (widthxheight, in pixels):
fr: Résolution (largeurxhauteur, en pixels):

source: Depth (bits, or planes):
fr: Profondeur (bits, ou niveaux):

source: Modules requested to be loaded:
fr: Modules à charger:

source: Modules requested to not be loaded:
fr: Modules à ne pas charger:

source: Drivers requested to be loaded:
fr: Pilotes à charger:

source: NOTE: there is no /etc/X11/xorg.conf configuration file.
fr: REMARQUE: Le fichier de configuration /etc/X11/xorg.conf n'existe pas.

source: Probing Xorg startup log file (/var/log/Xorg.0.log):
fr: Examen du fichier de démarrage de Xorg (/var/log/Xorg.0.log):

source: Driver loaded (and currently in use):
fr: Pilote chargé (et actuellement utilisé):

source: Loaded modules:
fr: Modules chargés:

source: Actual rendering on monitor:
fr: Rendu actuel de l'écran:

source: Resolution:
fr: Résolution:

source: Depth:
fr: Profondeur:

source: Resolution:
fr: Résolution:

source: unknown
fr: Inconnu

source: ...the above also recorded in /tmp/report-video
fr: ... les infos ci-dessus ont été également enregistrées dans /tmp/report-video
