Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/resizepfile.po
Languages: fr

source: (increase size of personal storage file)
fr: (augmenter la taille du fichier personnel de stockage)

source: Sorry, you are not currently using a personal persistent storage file. If this is the first time that you booted, say from a live-CD, you are currently running totally in RAM and you will be asked to create a personal storage file when you end the session (shutdown the PC or reboot). Note, the file will be named pup_save.2fs and will be created in a place that you designate. If you have done a full install to a partition, or installed such that personal storage is an entire partition, then you will not have a pup_save.2fs file either. Press OK to exit...
fr: Désolé, actuellement vous n'utilisez pas de fichier personnel de stockage. Si c'est la première fois que vous démarrez à partir du liveCD/USB, l'OS n'utilise actuellement que la mémoire RAM. il vous sera proposé de créer un fichier personnel de stockage quand vous arrêterez/redémarrerez l'OS. Si vous avez effectué une installation complète, ou si vous êtes en utilisation 'frugale' et que vous n'avez pas créé un fichier personnel de stockage, vous ne pouvez pas augmenter la taille du fichier pupsave. Cliquez sur OK pour quitter...

source: If your personal storage file (pupsave) lack of free space, you can increase its size. Notes: - The resizing will happen at reboot. The requested size increase will be written to file pupsaveresize.txt (in host partition). The file pupsaveresize.txt will be read at bootup and the resizing performed ; then pupsaveresize.txt will be deleted. - This is one-way, you can not make pupsave smaller. - Obviously, the host device must have enough free space. - If you have multiple pupsave files, be sure to select the correct file at reboot.
fr: Si votre fichier personnel de stockage (pupsave) manque d'espace libre, vous pouvez augmenter sa taille. Remarques : - Le redimmensionnement aura lieu lors du redémarrage de l'OS. La taille d'augmentation demandée sera enregistrée dans le fichier pupsaveresize.txt (placé sur la partition d'accueil). Le fichier pupsaveresize.txt sera lu au redémarrage afin d'activer le redimensionnement ; le fichier pupsaveresize.txt sera ensuite supprimé. - C'est en sens unique, vous ne pourrez pas diminuer la taille du fichier pupsave. - Evidemment, la partition d'accueil doit disposer de suffisament d'espace libre. - Si vous utilisez plusieurs fichiers de sauvegarde, sélectionnez le bon fichier lors du redémarrage de l'OS.

source: Free space:
fr: Espace libre :

source: Free space in current pupsave file
fr: Espace libre dans le fichier pupsave actuel

source: MB
fr: Mo

source: GB
fr: Go

source: out of a total size of
fr: sur une taille totale de

source: Free space in current host partition
fr: Espace libre sur la partition d'accueil actuelle

source: Version and authors of $AppTitle. - Version used: $AppVersion by $AuthorActualVersion. - Previous versions: by $AuthorPreviousVersions. - Original version: by $AuthorOriginalVersion.
fr: Version et auteurs de $AppTitle. - Version utilisée : $AppVersion par $AuthorActualVersion. - Versions précédentes : par $AuthorPreviousVersions. - Version originale : par $AuthorOriginalVersion.

source: = size is compatible
fr: = taille compatible

source: = size is not compatible
fr: = taille non compatible

source: Choose a size, then click the OK button to increase the capacity of your personal storage file (pupsave).
fr: Choisissez une taille, puis cliquez sur le bouton OK pour augmenter la capacité de votre fichier personnel de stockage (pupsave).

source: Free space left in current host partition
fr: Espace libre disponible sur la partition d'accueil actuelle

source: The requested size increase has been written to file pupsaveresize.txt, in host partition
fr: La taille d'augmentation demandée a été enregistrée dans le fichier pupsaveresize.txt, placé sur la partition d'accueil

source: (currently mounted on /mnt/home).
fr: (actuellement montée sur /mnt/home).

source: The change will happen at reboot.
fr: La modification aura lieu lors du redémarrage de l'OS.

source: WARNING: If you have multiple save files
fr: Important : si vous utilisez plusieurs fichiers de sauvegarde

source: be sure to select the same one
fr: sélectionnez le bon fichier

source: when you reboot OS.
fr: lors du redémarrage de l'OS.

source: The host partition does not have enough free space for the requested increase. - Requested size increase =
fr: La partition d'accueil ne dispose pas de suffisamment d'espace libre pour accepter la taille d'augmentation demandée. - Taille d'augmentation demandée =

source: Free space avaible on host partition =
fr: Espace libre disponible sur la partition d'accueil =

source: $AppTitle utility will be restarted to allow you to select a different size.
fr: L'utilitaire $AppTitle va redémarrer pour vous permettre de choisir une taille différente.

source: $AppTitle is already running.
fr: $AppTitle est déjà en cours de fonctionnement.
