Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/run-pureftpd.po
Languages: fr

source: Start/Stop PureFTPD
fr: Démarrer/Arrêter PureFTPD

source: Stop Server
fr: Arrêter le serveur

source: Cancel
fr: Annuler

source: Pure-FTPD is running. \n Would you like to stop the server?
fr: Pure-FTPD est en cours d'exécution. \n Voulez-vous arrêter le serveur

source: Pure-ftpd is currently not Running.
fr: Pure-ftpd n'est actuellement pas en fonctionnement.

source: Start Pure-ftpd
fr: Démarrer Pure-ftpd

source: Prevent user root connections.
fr: Empêcher les connexions "root" de l'utilisateur.

source: Prevent anonymous connections.
fr: Empêcher les connexions anonymes.

source: OK
fr: Valider

source: Pure-ftpd is started. \n If you allowed anonymous connections, web browsers will connect as user ftp. \n User ftps
fr: Pure-ftpd est lancé. \n Si vous avez autorisé les connexions anonymes, le navigateur Web se connectera comme utilisateur ftp. \n Utilisateur ftps
