Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/screeny.po
Languages: fr

source: Simply make a choice whether you want to take a fullscreen snap or a window snap. Fullscreen is taken automatically. For a window, the cursor changes to a crosshair, just hover the cursor over the window and left click.
fr: Faites simplement le choix entre un cliché de plein écran et un cliché de fenêtre. Le plein écran est automatiquement sélectionné. Pour une fenêtre, le curseur se change en croix, il suffit alors de survoler la fenêtre et de faire un clic gauche.

source: BE AWARE that for a window shot the window MUST be in focus.
fr: ATTENTION : pour un cliché de fenêtre, il faut avoir le focus sur celle-ci.

source: Preferences
fr: Préférences

source: The Menu: File >> Preferences :
fr: Le menu : Fichier>>Préférences :

source: Choosing forum compatibility scales the image to 600px wide for posting on forums. You can choose to open the image for editing after the shot is taken. You can choose to turn off the splash images once you learn how the program works.
fr: Le choix 'compatible forum' retaille l'image à une largeur de 600 pixels pour pouvoir la poster sur un forum. Vous pouvez choisir d'éditer l'image après le cliché. Vous pouvez aussi désactiver l'image d'accueil une fois que vous avez saisi le fonctionnement du programme.

source: A simple screen capture program \n\nGPLv2 See /usr/shar/doc/legal \n\n(c)Mick Amadio 2012
fr: Un programme simple de capture d'écran \n\nGPLv2 Voir /usr/shar/doc/legal \n\n(c)Mick Amadio 2012

source: Capture Screen Shot
fr: Cliché de capture d'écran

source: Choose window or fullscreen
fr: Choix entre une fenêtre ou le plein écran

source: window
fr: fenêtre

source: fullscreen
fr: plein écran

source: Name your output file (optional)
fr: Nommez votre fichier de sortie (optionnel)

source: Check this to save as a 600px wide jpg image
fr: Cochez ce choix pour sauver comme image jpeg avec une largeur de 600 pixels

source: Uncheck this to avoid the splash messages (faster)
fr: Décochez ce choix pour annuler le message d'accueil (plus rapide)

source: Check this to open your screen shot for editing
fr: Cochez ce choix pour éditer votre capture d'écran

source: useful only for full shots
fr: utile seulement pour les clichés de plein écran

source: choose a name if desired, else your shot will be capturexxx.png
fr: choisissez un nom (par défaut : capturexxx.png)

source: Check for forum compatibility
fr: Cochez pour une image compatible avec les forums

source: Uncheck to turn off messages
fr: Décochez cette case pour ne plus avoir de messages

source: Check to open in '${DEFAULTIMAGEEDITOR}'
fr: Cochez pour ouvrir dans '${DEFAULTIMAGEEDITOR}'

source: File
fr: Fichier

source: Help
fr: Aide

source: Set Delay
fr: Choisir un retardement

source: Hover mouse over desired window and click
fr: Survolez avec la souris la fenêtre choisie et cliquez

source: Your ${EXIT} screen shot is saved as ${CAPTURE}
fr: Votre cliché ${EXIT} est sauvé en tant que ${CAPTURE}
