Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/sfs_load.po
Languages: fr

source: Do you want to load/install these packages?
fr: Voulez-vous télécharger/installer ces paquets

source: on-the-fly
fr: à-la-volée

source: Load or unload extra sfs files on-the-fly.
fr: Monter ou démonter des fichiers SFS supplémentaires à la volée

source: Wait a moment ...
fr: Veuillez patienter ...

source: Processing...
fr: Traitement en cours ...

source: An error occured
fr: Une erreur est survenue

source: Updating font cache...
fr: Mise à jour du cache de la police ...

source: Updating menu...
fr: Mise à jour du menu ...

source: Running script background...
fr: Exécution du script en arrière-plan ...

source: Required squashfs version ${SFSVER}, but '$FILENAME' seems squashfs version ${EXTRASFSVER}.
fr: Une version de squashfs ${SFSVER} est requise, mais '$FILENAME' semble être en version de squashfs ${EXTRASFSVER}.

source: You can convert the version with the 'SFScovert'.
fr: Vous pouvez convertir la version avec 'SFSconvert'.

source: queue
fr: file d'attente

source: Probing...
fr: Recherche en cours ...

source: Choose from the pulldown or drag a sfs file here. Or, you can copy and paste a weblink here.
fr: Choisissez dans la liste déroulante ou faites glisser un fichier sfs ici. Ou copiez et collez un lien Internet ici.

source: Type the path or drag a sfs file here. Or, you can copy and paste a weblink here.
fr: Tapez le chemin ou faites glisser un fichier sfs ici. Ou copiez et collez un lien Internet ici.

source: Browse and select a sfs file.
fr: Rechercher et sélectionner un fichier sfs.

source: The followings are the different version
fr: A suivre, les différentes versions

source: Select the sfs file you want to unload.
fr: Sélectionnez les fichiers sfs que vous voulez démonter.

source: Some are not loaded but in the queue.
fr: Certain ne sont pas montés, mais dans la file d'attente

source: Nothing loaded.
fr: Rien n'a été monté.

source: You can load or unload extra SFS files on-the-fly.
fr: Vous pouvez monter ou démonter des fichiers SFS supplémentaires à la volée. NE PAS MONTER le fichier SFS principal d'une version différente.

source: Load SFS
fr: Monter le SFS

source: Which SFS do you want to load?
fr: Quel SFS voulez-vous monter?

source: Click here after you choose the extra sfs file.
fr: Cliquez ici après avoir choisi le fichier sfs supplémentaire.

source: Load
fr: Monter

source: Unload SFS
fr: Démonter le SFS

source: Which SFS do you want to unload?
fr: Quel SFS voulez-vous démonter?

source: Unload
fr: Démonter

source: Quit
fr: Quitter

source: network
fr: Réseau

source: Puppy space(RAM but need to copy)
fr: Espace Toutou (RAM mais il faut copier)

source: loop device
fr: en boucle

source: external storage
fr: Stockage externe

source: Select the partition to save the SFS file, preferably to be the same place you will save your session as a 'pupsave'.
fr: Sélectionnez la partition dans laquelle sauvegarder le fichier SFS, de préférence où vous avez déjà enregistré votre session en tant que 'pupsave'.

source: The SFS file is now at %s.
fr: Le fichier SFS est maintenant dans %s.

source: You can select 'RAM' if you don't like to touch your Hard Disk, only if you have enough RAM(+swap).
fr: Vous pouvez sélectionner 'RAM' si vous ne voulez pas toucher à votre disque dur, et seulement si vous avez suffisament d'espace disponible

source: Or, select 'NOCOPY' if you do not like to make a copy of the SFS file.
fr: Ou alors sélectionnez 'SANSCOPIE' si vous ne voulez pas faire une copie du fichier sfs.

source: Select 'CD' if you are going to save the session back to the live CD.
fr: Sélectionnez 'CD' si vous voulez enregistrer la session sur le live CD.

source: Available
fr: Disponible

source: Recommended
fr: Recommandé

source: Where to save?
fr: Où enregistrer?

source: Downloading...
fr: Téléchargement en cours ...

source: There is not enough space to download.
fr: Espace disponible insuffisant pour télécharger.

source: Free
fr: Libre

source: Back to SFS_Load
fr: Retourner à SFS_Load

source: Continue
fr: Continuer

source: Skip
fr: Passer

source: Do you want to run the application right now?
fr: Voulez-vous lancer l'application maintenant?

source: Run
fr: Lancer

source: Failed to unmount '/mnt/tmp'.
fr: Echec de montage de '/mnt/tmp'.

source: Failed to create tmpfs '/mnt/tmp'.
fr: Echec de création de tmpfs '/mnt/tmp'.

source: Mount points prepared by Puppy for extra sfs layers seem filled up.
fr: Les points de montage préparés pour les couches de SFS supplémentaires semblent pleins.

source: %s extra sfs files are already loaded or in the queue.
fr: Les %s fichiers SFS supplémentaires sont déjà montés ou dans la file d'attente.

source: Excessive sfs files may be unloaded at next boot.
fr: Les fichiers SFS en trop peuvent être démontés au prochain démarrage.

source: And may be re-loaded by the boot-up script '/etc/init.d/sfs_load'.
fr: Et peuvent être remontés par le script de démarrage '/etc/init.d/sfs_load'.

source: Note that the re-loading function is EXPERIMENTAL.
fr: Notez que la fonction de remontage est EXPERIMENTALE.

source: Note: It is unknown which file will be loaded or unloaded at next boot, depending on the Puppy version.
fr: Note: selon la version de la distribution, on ne sait pas quel fichier sera chargé ou déchargé au prochain démarrage.

source: But you can add new mount point '%s'(not recommended). Do you want to proceed?
fr: Mais vous pouvez ajouter un nouveau point de montage '%s' (non recommandé). Voulez-vous procéder?

source: '$EXTRASFS' has the wrong permissions.
fr: '$EXTRASFS' n'a pas les bonnes permissions.

source: Failed to mount '$EXTRASFS' on '$MNTPNT'.
fr: Echec de montage de '$EXTRASFS' sur '$MNTPNT'.

source: Failed to append '%s' to unionfs.
fr: Impossible de joindre '%s' à unionfs

source: Could not find the loaded point.
fr: Impossible de trouver le point de montage.

source: Maybe already unloaded.
fr: Peut-être déjà démonté.

source: Failed to unload '%s'.
fr: Echec de démontage de '%s'.

source: Some files may be in use. You can try this again after you restart X (From the main menu> Shutdown> Restart X). Click 'No' here.
fr: Certains fichiers peuvent être en cours d'utilisation. Vous pourrez essayer à nouveau après le redémarrage de X (menu principal> SESSION> RELANCER X). Cliquez sur 'Non' ici.

source: Or, do you want to remove it from the queue list right now?
fr: Ou alors, voulez-vous les retirer de la file d'attente maintenant?

source: Then it will be unloaded at next boot.
fr: Ils seront démontés au prochain démarrage.

source: The temporary file '%s' is deleted.
fr: Le fichier temporaire '%s' est supprimé.

source: You can also delete '%s' if you want to.
fr: Vous pouvez aussi supprimer '%s' si vous voulez.

source: WARNING: Using this under 'PUPMODE=%s' is EXPERIMENTAL.
fr: ATTENTION: L'utilisation sous 'PUPMODE=%s' est EXPERIMENTALE.

source: Your Puppy is running under the mode without extra SFS support. But this program can install them using pseudo-PET. It is not exactly the same as loading SFS but may work well in most of case.
fr: Vous êtes actuellement en mode sans prise en charge de SFS supplémentaire. Mais ce programme peut les installer en utilisant pseudo-PET. Ce n'est pas tout à fait la même chose que le montage de SFS, mais cela peut très bien fonctionner dans la plupart des cas.

source: Sorry, but this %s with the kernel version %s is not supported.
fr: Désolé, mais %s avec le noyau de version %s n'est pas pris en charge.

source: DANGER: Your PC may freeze if you proceed.
fr: DANGER : Votre ordinateur peut se bloquer si vous continuez.

source: You seem running Puppy without 'pupsave'. Recommended to click 'Cancel' here and reboot PC after making 'pupsave'.
fr: Il semble que vous êtes en session sans fichier de sauvegarde. Il est recommandé d''Annuler', puis de redémarrer le PC après avoir créé un fichier de sauvegarde.

source: Or, you need not reboot PC if you use this program after setting it up using the 'pupsaveconfig'. Follow MENU >> Utility >> PupSaveConfig
fr: Ou bien, vous n'avez pas besoin de redémarrer votre PC si vous utilisez ce programme après sa configuration en utilisant 'pupsaveconfig'. Voir MENU >> Utilitaires >> PupSaveConfig

source: But you can load extra SFS files for temporary use(may disappear at the next boot). Click 'OK' if you want to continue.
fr: Mais vous pouvez monter des fichiers SFS supplémentaires pour une utilisation temporaire (disparition probable au prochain démarrage). Cliquez sur 'Valider' pour continuer.

source: You can load extra SFS files for temporary use.
fr: Vous pouvez monter des fichiers SFS supplémentaires pour une utilisation temporaire.

source: You seem going to save the session back to the live CD. You can place the extra SFS at '%s' if you want the SFS to persist even after the next boot. Note that the RAM should be large enough.
fr: Vous semblez vouloir enregistrer la session sur le live CD. Vous pouvez placer les SFS supplémentaires dans '%s' si vous voulez les retrouver montés, même après le prochain démarrage. Notez que la RAM devra être suffisamment grande.

source: Your Puppy is running without a 'pupsave' file but with saving the session to the entire partition.
fr: Vous êtes actuellement en utilisation sans fichier de sauvegarde, mais la session est sauvegardée dans la totalité de la partition.

source: The extra SFS support under this mode may be buggy.
fr: La prise en charge des SF supplémentaires dans ce mode peut entrainer des problèmes.

source: You may need to restart X to reflect changes.
fr: Vous devrez peut-être redémarrer X pour voir les changements.

source: '%s' is the system file and cannot be removed.
fr: '%s' est le système de fichiers et ne peut être supprimé.

source: '%s' seems not currently loaded but in the queue.
fr: '%s' ne semble pas être actuellement monté mais dans la file d'attente.

source: Do you want to remove it from the queue list?
fr: Voulez-vous le supprimer de la liste de la file d'attente?

source: '%s' seems already loaded.
fr: '%s' semble déjà monté.

source: Do you want to unload?
fr: Voulez-vous le démonter?

source: '%s' seems already installed.
fr: '%s' semble déjà installé.

source: Do you want to uninstall?
fr: Voulez-vous le désinstaller?

source: '%s' not found.
fr: '%s' n'a pas été trouvé.

source: '%s' does not seem loaded or installed.
fr: '%s' ne semble être ni monté ni installé.

source: '%s' is unloaded.
fr: '%s' est démonté.

source: '%s' does not seem sfs files.
fr: '%s' ne paraît pas être un fichier sfs.

source: filesize
fr: Taille du fichier

source: needs download
fr: nécessite un téléchargement

source: Do you want to load '%s'?
fr: Voulez-vous monter '%s'?

source: Failed to mount '/dev/%s'.
fr: Echec de montage de '/dev/%s'.

source: Failed to download '$EXTRASFS' to '$DESTDIR'.
fr: Echec du téléchargement de '$EXTRASFS' vers '$DESTDIR'.

source: %s is found. Do you use it?
fr: %s a été trouvé. Voulez-vous l'utiliser?

source: Could not copy or move. Maybe there is not enough space at '%s'.
fr: Impossible de copier ou déplacer. Il n'y a peut-être pas assez d'espace sur '%s'.

source: Availble
fr: Disponible

source: Failed to copy '$EXTRASFS' to '$DESTDIR'.
fr: Echec de copie de '$EXTRASFS' vers '$DESTDIR'.

source: '$EXTRASFS' is copied to '$DESTDIR'.
fr: '$EXTRASFS' a été copié vers '$DESTDIR'.

source: The SFS file is preferably to be at the same place you will save your session as a 'pupsave'.
fr: Il est préférable que le fichier SFS soit au même emplacement où vous allez sauver votre session en 'pupsave'.

source: Do you want to move '$EXTRASFS' to '$DESTDIR'(recommended)?
fr: Voulez-vous déplacer '$EXTRASFS' vers '$DESTDIR'(recommandé)

source: Move
fr: Déplacer

source: Copy
fr: Copier

source: No Copy
fr: Sans Copie

source: Do you want to copy '$EXTRASFS' to '$DESTDIR'?
fr: Voulez-vous copier '$EXTRASFS' vers '$DESTDIR'?

source: You need not copy if the SFS file is on the live CD(from which you booted off your Puppy)
fr: Inutile de copier si le fichier SFS est sur ​​le live CD (à partir du quel vous avez démarré)

source: Do you want to copy '$EXTRASFS' to '$DESTDIR'(recommended)?
fr: Voulez-vous copier '$EXTRASFS' vers '$DESTDIR'(recommandé)?

source: No
fr: Non

source: Failed to move '$EXTRASFS' to '$DESTDIR'.
fr: Echec du déplacement de '$EXTRASFS' vers '$DESTDIR'.

source: '$EXTRASFS' is moved to '$DESTDIR'.
fr: '$EXTRASFS' a été déplacé vers '$DESTDIR'.

source: Failed to load '%s'.
fr: Echec de montage de '%s'.

source: NOTE: Loading the SFS is temporary. It may be unloaded at the next boot.
fr: NOTE: Le montage du SFS est temporaire. Il pourra être démonté au prochain démarrage.

source: Do not remove or move the file unless you unload it.
fr: Ne pas supprimer ou déplacer le fichier avant de l'avoir démonté.

source: But you can remove or move the original if you want to.
fr: Mais vous pouvez supprimer ou déplacer l'original si vous le souhaitez.

source: '%s' is successfully loaded.
fr: '%s' a été monté avec succès

source: There is not enough space to install.
fr: Il n'y a pas assez d'espace pour l'installer

source: Failed to copy some files to root file system.
fr: Echec de copie de certains fichiers vers le système de fichier racine.

source: '%s' is deleted.
fr: '%s' a été supprimé

source: Some files may not be copied. See '%s'.
fr: Certains fichiers peuvent n'avoir pas été copiés. Voir '%s'.

source: '%s' is installed.
fr: '%s' a été installé
