Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/sns___sns.po
Languages: fr

source: Driver
fr: Pilote

source: Hardware
fr: Matériel

source: Security
fr: Sécurité

source: Network
fr: Réseau

source: Disconnect Now
fr: Déconnecter maintenant

source: Connect Now
fr: Connecter maintenant

source: The 'Connect' button will try to establish an internet connection by any of the available profiles.
fr: Le bouton 'Connecter' va essayer d'établir une connexion internet à partir de tous les profils disponibles.

source: Delete:
fr: Supprimer

source: <b>No profiles</b>
fr: <b>Aucun profil</b>

source: Set up an interface first, and when connected, a profile will be built for next run.
fr: Paramétrer une interface en premier, et après connexion, un profil sera créé pour le prochain lancement.

source: Profiles
fr: Profils

source: Help
fr: Aide

source: Quit
fr: Quitter

source: SNS: Install MS Windows driver
fr: SNS: Installer le pilote MS Windows

source: Select the '.inf' file of the required MS Windows driver. If on a CD, you will have to mount it, then navigate to where the '.inf' file is. Note, choose a Windows XP driver if available...
fr: Sélectionnez le fichier '.inf' du pilote MS Windows requis. S'il est sur un CD, vous devrez le monter et y rechercher le fichier '.inf'. Avis, choisissez plutôt un pilote Windows XP si possible...

source: Cancel
fr: Annuler

source: ERROR: Windows driver does not seem to work, it has been uninstalled
fr: ERREUR: Le pilote Windows semble ne pas fonctionner, il a été désinstallé

source: ERROR, ${INFFILE} is not a .inf file
fr: ERREUR, ${INFFILE} n'est pas un fichier .inf

source: Please wait, bringing down
fr: Patientez, désactivation de

source: Please wait, scanning for wireless networks...
fr: Patientez, recherche de réseaux sans fil...

source: Open
fr: Ouvrir

source: Strength
fr: Force

source: No wireless networks found
fr: Aucun réseau sans fil n'a été trouvé

source: Wireless networks
fr: Réseaux sans fil

source: Encryption
fr: Cryptage

source: None
fr: Aucun

source: Key:
fr: Clé :

source: Connect
fr: Connecter

source: Please wait, attempting to connect to
fr: Patientez, tentative de connexion à

source: Please keep waiting, retrying encrypted connection...
fr: Continuez de patienter, nouvelle tentative de connexion cryptée ...

source: However, there is one item of recommended housekeeping: you really should be running a firewall. Puppy is inherently secure, however a firewall will give you that extra protection while online. Recommend that you tick the 'Start firewall' checkbox (the firewall will install and will automatically run at all future boots)...
fr: Cependant, il y a un truc de maintenance à recommander : utilisez vraiment un pare-feu. Cette distribution est intrinsèquement sûre, cependant un pare-feu vous donnera une protection supplémentaire quand vous êtes en ligne. Je vous recommande de cocher la case 'Lancer le pare-feu' (le pare-feu sera installé et fonctionnera automatiquement à chaque démarrage)...

source: Start firewall
fr: Lancer le pare-feu

source: SNS: Simple Network Setup
fr: SNS: Paramétrer Simple Network

source: Successful connection to wireless network
fr: Connexion réussie au réseau sans fil

source: Set SNS as default network setup tool
fr: Définir SNS comme outil de configuration réseau par défaut

source: Note: the network card and/or Linux driver might not support WPA2, in which case you will need to set the wireless router to WPA. Or, WPA might not be supported at all, in which case you will have to set the router and network card to use WEP.
fr: Remarque: la carte réseau et/ou le pilote Linux pourrait ne pas prendre en charge WPA2, auquel cas vous aurez besoin de configurer le routeur sans fil en WPA. Ou même WPA pourrait ne pas être du tout pris en charge, dans ce cas vous devrez configurer le routeur et la carte réseau en WEP.

source: Failed to activate interface '${INTERFACE}. Sometimes this is just a temporary problem. Go back to the main window, and you can try again...
fr: Impossible d'activer l'interface '${INTERFACE}. C'est parfois simplement temporaire. Retournez à la fenêtre principale pour essayer à nouveau...

source: ERROR: you did not specify a Key
fr: ERREUR: vous n'avez pas spécifié de clé

source: ERROR: you need to choose WEP or WPA security
fr: ERREUR: vous n'avez pas choisi le codage de sécurité WEP ni WPA

source: Failed to associate '${CELL_ESSID}' with ESSID.
fr: Impossible d'associer '${CELL_ESSID}' avec ESSID.

source: Failed to obtain Access Point of network.
fr: Impossible d'obtenir le Point d'Accès au réseau.

source: wpa_supplicant has timed out trying to associate with the network card.
fr: wpa_supplicant a dépassé le délai en essayant d'associer la carte réseau.

source: DHCP client failed to negotiate with wireless network
fr: Le Client DHCP n'a pas réussi à négocier avec le réseau sans fil

source: Failed to connect to wireless network
fr: Echec de connexion au réseau sans fil

source: So, what do you want to do? If you go back to the main window, you could test a different interface or network. Note, sometimes an error 'goes away' if you retry.
fr: Alors, quoi faire? En revenant à la fenêtre principale, vous pourrez tester une interface ou un réseau différent. Remarque, parfois une erreur 'disparaît' quand vous réessayez

source: View log of attempted connection:
fr: Afficher le rapport des tentatives de connexion :

source: View Log
fr: Afficher log

source: Retry
fr: Réessayer

source: Please wait, trying to connect to interface
fr: Patientez, essai de connexion à l'interface

source: There does not seem to be any network connected to
fr: Il semble n'y avoir aucun réseau connecté à

source: Successful connection to wired network
fr: Connexion à un réseau câblé réussie

source: Failed to connect to wired network
fr: Echec de connexion à un réseau câblé

source: The network does exist, however failed to negotiate with the DHCP server. Is there a wireless interface? -- maybe try that.
fr: Le réseau existe, néanmoins la négociation avec le serveur DHCP a échoué. Est ce qu'il y a une interface sans fil? -- peut être faut-il essayer cela.
