Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/SS-control.po
Languages: fr

source: Actual status of screensaver:
fr: Statut actuel de l'économiseur d'écran :

source: Enable screen blanking and power save mode.
fr: Activer l'économiseur d'écran et l'économie d'énergie.

source: Enable
fr: Activer

source: Disable screen blanking and power save mode.
fr: Désactiver l'économiseur d'écran et l'économie d'énergie.

source: Disable
fr: Désactiver

source: Set screensaver delay (currently = $DELAY minutes).
fr: Définir le délai d'activation (actuellement = $DELAY minutes).

source: Preferences
fr: Préférences

source: Quit $AppTitle01.
fr: Quitter $AppTitle01.

source: ScreenSaver and DPMS Activation Delay
fr: Délai d'activation de l'économiseur d'écran

source: Delay (minutes)
fr: Delai (minutes)

source: Use shorter delays for optimal power management, and long delays for viewing entertaining videos without screen blanking.
fr: Les délais courts permettent une gestion optimale de l'alimentation. Les délais longs évitent l'extinction de l'écran (pratique lorsque vous regardez un film).

source: Apply screensaver activation with delay selected.
fr: Activer l'économiseur d'écran avec le délai sélectionné.

source: $ANL01 is already active. So your request is not accepted.
fr: $ANL01 est déjà actif. Par conséquent, votre demande n'est pas acceptée.
