Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/trash.po
Languages: fr

source: All this is in the trash!
fr: Tout ça se trouve dans la corbeille des déchets!

source: Item|Name|Path|Size|Deletion Date|Type|Extension|Had desktop shortcut?
fr: Elément|Nom|Chemin|Taille|Date de Suppression|Type|Extension|Avait un raccourci bureau?

source: Confirm Action
fr: Confirmer l'action

source: Delete file(s)
fr: Supprimer le(s) fichier(s)

source: Move to Trash
fr: Envoyer vers la corbeille à déchets

source: Cancel
fr: Annuler

source: is a Symbolic Link. This will move the Symbolic Link to the Trash and leave the original item alone. Do you want to continue?
fr: est un Lien Symbolique. Cela va déplacer le Lien Symbolique dans la corbeille et laisser le seul élément d'origine. Voulez-vous continuer?

source: There is one or more Desktop shortcuts pointing to this file. This will move the original item to the Trash and remove the shortcut(s) from the Desktop. Do you want to continue?
fr: Il y a un ou plusieurs raccourcis pointant vers ce fichier. Cela va déplacer l'élément d'origine dans la corbeille et supprimer le(s) raccourci(s) du bureau. Voulez-vous continuer?

source: Delete
fr: Supprimer

source: Are you sure you want to permanently delete this item?
fr: Etes-vous certain de vouloir supprimer définitvement cet élément?

source: Caution
fr: Attention

source: Overwrite it
fr: L'écraser

source: Trash it
fr: Le jeter à la corbeille à déchets

source: Already exists. What would you like to do?
fr: Existe déjà. Que voulez-vous faire?

source: Show
fr: Afficher

source: Open
fr: Ouvrir

source: Restore
fr: Restaurer

source: Trashed File Information
fr: Information du Fichier dans la corbeille à déchets

source: Trash Error
fr: Erreur

source: You cannot drop items onto things that are in Trash.
fr: Vous ne pouvez pas verser des éléments sur les choses qui sont dans la poubelle.
