Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/video-wizard.po
Languages: fr

source: Xvesa Video Wizard
fr: Assistant vidéo Xvesa

source: The Xvesa X server is not currently running. Select the Xorg Video Wizard from the menu -- it has the option of switching over to the Xvesa server. Click OK button to exit...
fr: Le serveur graphique Xvesa n'est pas en fonctionnement. Sélectionnez l'Assistant vidéo Xorg dans le Tableau de bord, onglet Matériel. Vous aurez la possibilité de changer pour le serveur Xvesa. Cliquez sur OK pour quitter...

source: Video modes
fr: Modes vidéo

source: Welcome to the Xvesa Video Wizard!
fr: Bienvenue dans l'Assistant vidéo Xvesa!

source: The current video mode is ${CURRENTVALS}. If you want something else, make a choice on the left then click the 'CHANGE' button. If you are happy with the current screen resolution, click the 'OKAY' button.
fr: Le mode vidéo actif est ${CURRENTVALS}. Si vous voulez autre chose, faites votre choix sur la gauche et cliquez sur le bouton 'CHANGER'. Si vous êtes satisfait de la résolution actuelle, cliquez sur le bouton 'VALIDER'.

source: NOTE: x16 is 16-bit color which is 65,536 colors (HighColor), x24 is 24-bit color which is 16 million colors (TrueColor).
fr: N B: x16 affiche les couleurs en 16 octets soit : 65536 couleurs (HighColor) et x24 affiche les couleurs en 24 octets soit : 16 millions de couleurs (TrueColor).

source: IMPORTANT: if a mode does not work, press CTRL-ALT-BACKSPACE (hold down CTRL and ALT keys and tap BACKSPACE key). Please remember this key combination. It is the standard Linux technique for emergency shutdown of the X graphics server.
fr: IMPORTANT: si un mode ne marche pas, pressez CTRL-ALT-RETOUR ARRIERE (appuyez sur CTRL et ALT puis tapez sur RETOUR ARRIERE). Rappelez-vous cette combinaison. C'est la technique standard sous Linux en cas de plantage d'un serveur graphique X.

source: For the experts, X server startup options:
fr: Pour les experts, les options de lancement du serveur X:

source: CHANGE
fr: CHANGER

source: OKAY
fr: VALIDER
