Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/vidupgrd___video_upgrade_wizard.po
Languages: fr

source: Xorg server version '${XORGVER}' is currently running, so it seems that you have already upgraded Xorg.
fr: Le serveur Xorg, version '${XORGVER}', est actuellement actif, il semble donc que vous avez déjà mis à jour Xorg.

source: Currently not connected to the Internet. If you wish to connect later, you can run this Video Upgrade Wizard again via the 'setup' icon on the desktop or the 'Setup' category in the menu. Note, to connect to the Internet, click 'connect' icon on left of desktop.
fr: Actuellement non connecté à Internet. Si vous souhaitez vous connecter ultérieurement, vous pourrez exécuter, à nouveau, cet Assistant de mise à jour vidéo via l'icône 'Configuration' du Bureau ou par le menu 'Configuration'. Remarque, pour se connecter à Internet, cliquez sur l'icône 'Connexion' sur la gauche du bureau.

source: Xorg 7.6 Mega Package
fr: Mega Paquet Xorg 7.6

source: Wary can be upgraded from Xorg 7.3 to Xorg 7.6. The PET is large, 21MB. Click button to download and install it:
fr: Wary peut mettre à jour Xorg 7.3 en version Xorg 7.6. Le paquet est assez gros, 21Mo. Cliquez sur le bouton pour le télécharger et l'installer :

source: To decline upgrade, click 'OK' button:
fr: Pour NE PAS mettre à jour, cliquez sur 'Valider' :

source: Xorg server version '${XORGVER}' is currently running.
fr: Le serveur Xorg version '${XORGVER}' est en cours d'exécution.

source: This Wizard is not offering any upgrades.
fr: Cet assistant n'offre aucune mise à jour.

source: Video Driver Upgrade Wizard
fr: Assistant de mise à jour du pilote vidéo

source: Sorry, download failed
fr: Désolé, le téléchargement a échoué

source: Sorry, something went wrong, package downloaded but is not installed
fr: Désolé, il y a eu un incident, le paquet est téléchargé, mais n'est pas installé
