Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/xarchive.po
Languages: fr

source: Found %d wrappers
fr: Greffons trouvés %d

source: no wrappers in %s
fr: Aucun greffon dans %s

source: No wrappers found
fr: Aucun greffon trouvé

source: Wrappers found and their supported file extensions:
fr: Greffons trouvés avec leurs extensions de fichiers supportés :

source: %s Extentions:
fr: %s Extensions :

source: ** Needed program not found, ignored **
fr: ** Programme nécessaire non trouvé, ignoré **

source: Error running cmd: %s
fr: Erreur au lancement de la cmd : %s

source: Error reading file
fr: Erreur de lecture du fichier

source: Action not supported by wrapper for this archive type.
fr: Action non supportée par le wrapper pour ce type d'archive.

source: Wrapper exited with a error.
fr: Le greffon s'est terminé avec une erreur.

source: Change intial widget geometry to GEOM. Format: WxH+Xpos+Ypos, eg 500x300+10+10
fr: Changement de la géométrie initiale du widget en GEOM. Format : WxH+Xpos+Ypos, c.a.d. 500x300+10+10

source: Create an archive named ARCHIVE containing FILES. ARCHIVE should be the full path to the archive. FILES will be shown in a file chooser. If the name 'ask' is passed as the ARCHIVE name XArchive will give you a file creation dialog. May not be used with -a option.
fr: Сréation d'une archive nommée ARCHIVE contenant les FICHIERS. L'ARCHIVE doit être le chemin complet de l'archive. LES FICHIERS seront visibles dans le sélectionneur de fichiers Si le nom 'ask' est donné comme nom d'ARCHIVE XArchive affichera une boite de dialogues pour la nommer. Ne doit pas être utilisé avec l'option -a.

source: Add FILES to ARCHIVE. ARCHIVE should be the full path to the archive. FILES will be shown in a file chooser. If the name 'ask' is passed as the ARCHIVE name XArchive will give you a file selector dialog. May not be used with -c option.
fr: Ajout de FICHIERS dans l'ARCHIVE. L'ARCHIVE doit être le chemin complet de l'archive. Les FICHIERS seront sélectionnables dans une boite de dialogues. Si le nom 'ask' est passé comme nom d'ARCHIVE XArchive ouvrira une boite de dialogues de sélection. Ne doit pas être utilisé avec l'option -c.

source: [FILES...] Without an option each file in the list of passed FILES is treated as an archive and an attempt is made to open them. With no FILES passed an info page is shown.
fr: [FICHIERS...] Sans une option, chaque fichier sélectionné dans la liste des FICHIERS sera traité en tant qu'ARCHIVE et une attente sera crée pour les ouvrir. Sans FICHIER choisi une page d'info. est affichée.

source: Error parsing options Note: you can use -c ** OR ** -a, not both. Please see: xarchive --help or: man xarchive
fr: Erreur dans les options N.B. : vous pouvez utiliser -c ** OU ** -a, pas les deux. Veuillez voir : xarchive --help ou : man xarchive

source: File
fr: Fichier

source: SymLink
fr: Lien symbolique

source: Size
fr: Taille

source: User
fr: Utilisateur

source: Group
fr: Groupe

source: Time
fr: Date

source: Close Archive
fr: Fermer l'archive

source: Reading...
fr: Lecture...

source: Please wait, reading file...
fr: Veuillez patienter, lecture du fichier...

source: Working...
fr: En cours...

source: Please wait, adding files...
fr: Veuillez patienter, ajout des fichiers...

source: Please wait, creating new archive...
fr: Veuillez patienter, création d'une nouvelle archive...

source: Please wait, removing files...
fr: Veuillez patienter, retrait des fichiers...

source: Please wait, extracting files...
fr: Veuillez patienter, extraction des fichiers...

source: Busy, Please wait...
fr: En cours, veuillez patienter...

source: Open File
fr: Ouvrir fichier

source: Only Supported
fr: Supportés uniquement

source: All
fr: Tous

source: Enter New Archive Name
fr: Entrez un nouveau nom d'achive

source: Archive %s already exists. Please pick another name, or put archive in a different directory
fr: Аrchive %s déjà existante. Veuillez choisir un autre nom, ou placer l'archive dans un autre répertoire

source: No files added to list. Please try again, or cancel.
fr: Aucun fichier ajouté à la liste. Essayez à nouveau, ou abandonner.

source: Select Directory To Extract To
fr: Choisir le répertoire pour l'extraction

source: Extraction Directory
fr: Répertoire d'extraction

source: Enter Directory To Extract To:
fr: Entrez le répertoire pour l'extraction :

source: Choose
fr: Choisir

source: Directory %s Does not exist. Shall I create it?
fr: Répertoire %s Inexistant. Le créer ?

source: Sorry, could not create directory. If you need to create a parent dir and a subdir, create the parent first.
fr: Désolé, ne peut créer le répertoire. Si vous devez créer un répertoire pére et un sous-répertoire, créer le pére en premier.

source: setting default handler to file %s
fr: définir l'option d'action par défaut au fichier %s

source: Double-clicking doesn't work until you set your default handler using the 'set double-click default handler' flag in the 'open with..' dialog.
fr: Le double-clique ne fonctionne qu'après avoir défini votre choix par défaut par l'option 'double-clic par défaut' dans la boite de dialogue 'Ouvir avec...'.

source: Open With...
fr: Оuvrir avec...

source: Open "%s" with...
fr: Оuvrir "%s" avec...

source: set as default double-click handler
fr: définir le double-clic comme action par défaut

source: Current default handler: %s
fr: Action par défaut actuelle : %s

source: No files selected, assuming you want to extract all
fr: Aucun fichier sélectionné, en assumant que vous voulez les extraires tous

source: Done extracting files to:
fr: Extraction des fichiers terminée dans :

source: Wrapper Info
fr: Info. sur les greffons

source: View Help
fr: Aide de xarchive

source: _File
fr: _Fichier

source: _Archive
fr: _Аrchive

source: _Help
fr: _Aide

source: _New
fr: _Nouveau

source: (CTRL-N) Create new archive
fr: (CTRL-N) Сréer une nouvelle archive

source: _Open
fr: _Оuvrir

source: (CTRL-O) Open exisiting archive
fr: (CTRL-O) Оuvrir une archive existante

source: _Close
fr: _Fermer

source: (CTRL-W) Close current archive window
fr: (CTRL-W) Fermer la fenêtre de l'archive courante

source: _Quit
fr: _Quitter

source: (CTRL-Q) Quit application, closing all open archives
fr: (CTRL-Q) Quitter l'application en fermant toutes les archives ouvertes

source: _Extract
fr: _Extraire

source: (CTRL-E) Extract selected files from current archive
fr: (CTRL-E) Extraction des fichiers sélectionnés de l'archive courante

source: _Add
fr: _Ajouter

source: (CTRL-A) Add files to current archive
fr: (CTRL-A) Ajout des fichiers dans l'archive courante

source: _Remove
fr: _Retirer

source: (CTRL-R) Remove selected files from current archive
fr: (CTRL-R) Retirer les fichiers sélectionnés de l'archive courante

source: O_pen With...
fr: О_uvrir avec...

source: (CTRL-P) Temporarily extract the selected files from current archive then open them with the specified application
fr: (CTRL-P) Extraction temporaire des fichiers sélectionnés de l'archive courante puis les ouvrir avec l'application spécifiée

source: _Selection
fr: _Sélection

source: _Select All
fr: _Sélectionner tout

source: (CTRL-S) selected all files in current archive
fr: (CTRL-S) Sélectionner tout les fichiers de l'archive courante

source: _Unselect All
fr: Tout _désélectionner

source: (CTRL-U) unselect all files in current archive
fr: (CTRL-U) désélectionner tout les fichiers de l'archive courante

source: Wrapper _Info
fr: _Info. des greffons

source: (CTRL-I) Show information on found wrappers
fr: (CTRL-I) Voir les informations sur les greffons trouvés

source: Read _Help
fr: Afficher l'_aide

source: (CTRL-H) Read help file
fr: (CTRL-H) Afficher le fichier d'aide

source: building menus failed: %s
fr: Echec de création des menus : %s

source: Could not open archive:
fr: Ne peut ouvrir l'archive :

source: Would you like to: Create a new archive, or Add to an existing archive?
fr: Voulez-vous : Сréer une nouvelle archive, ou ajouter dans une archive existante ?

source: Archive not found %s %s
fr: Аrchive non trouvée %s %s

source: File and directories to add:
fr: Fichiers et répertoires à ajouter :

source: Remove Selected From List
fr: Retirer les sélectionnés de la liste

source: Select Files or Directories To Add
fr: Fichiers ou répertoires sélectionnés à ajouter

source: Remove _From list
fr: Retirer _de la liste

source: (ALT-F) Remove selected files from the "add to archive" list below.
fr: (ALT-F) Retirer les fichiers sélectionnés de la liste "Ajouter à l'archive" ci-dessous.

source: Add _To list
fr: Ajouter _à la liste

source: (ALT-T) Add selected files from the "file chooser" above to the "add to archive" list below.
fr: (ALT-T) Ajouter les fichiers sélectionnés du "choix des fichiers" dans la liste "ajouter à l'archive" ci-dessous.
