Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/xkbconfig.po
Languages: fr

source: ERROR
fr: ERREUR

source: An Error has occured! Try again.
fr: Une Erreur est survenue: Essayez de nouvea

source: Success!
fr: SUCCES!

source: Changes applied successfuly!
fr: Modification effectuée correctement!

source: XKB Configuration Manager
fr: Xkb - Configuration du clavier

source: This tool lets you modify the keyboard settings part of your xorg.conf file.
fr: Cet utilitaire vous permet de modifier les paramètres de la partie clavier dans votre fichier xorg.conf.

source: Note that this is only relevant for Xorg users...
fr: Il ne s'adresse qu'aux utilisateurs du serveur graphique Xorg

source: Main
fr: Principal

source: Keyboard Model
fr: Modèle de clavier

source: Layouts
fr: Modèle

source: Layout Variants
fr: Variantes

source: Group Shift/Lock behavior
fr: Comportement de la combinaison Maj./Verr.

source: Third level choosers
fr: Sélecteurs de troisième couche

source: Control key position
fr: Emplacement de la touche Ctrl

source: Use keyboard LED to show alternative group
fr: Utiliser les voyants lumineux pour afficher les combinaisons alternatives

source: CapsLock key behavior
fr: Comportement de la touche Verr. Maj.

source: Alt/Win key behavior
fr: Comportement des touches Alt/Win

source: Compose key position
fr: Emplacement de la touche Compose

source: Adding the EuroSign to certain keys
fr: Assignation du signe €uro à une touche

source: Click Yes to activate the new settings
fr: Cliquez sur Oui pour activer les nouveaux paramètres

source: ...else they will apply when you restart X
fr: ... ou ils prendront effet lors du redémarrage du serveur X

source: Exit
fr: Quitter

source: Your xorg.conf file does not contain any XkbLayout options!
fr: Votre fichier xorg.conf ne contient aucune option de disposition de clavier!

source: Configure Xkb Layout
fr: Configurer la disposition du clavier

source: Change
fr: Changer

source: Add
fr: Ajouter

source: What would you like to do: add another layout or change the current one
fr: Que voulez-vous faire : Ajouter une nouvelle disposition ou modifier l'actuelle?

source: Aborted
fr: Abandon

source: Please select the layout you would like to replace it with, then press OK
fr: Sélectionnez la disposition à remplacer par une nouvelle, puis validez en cliquant sur OK

source: Please select the layout you would like to add, then press OK
fr: Sélectionnez la disposition à ajouter puis validez en cliquant sur OK!

source: If you wish to remove one of the above, select it in the list below, then press OK. To add an additional layout, select it and press OK.
fr: Pour retirer l'une des dispositions, sélectionnez-là dans la liste ci-dessous puis validez en cliquant sur OK! Pour en ajouter une, sélectionnez-la puis cliquez sur OK.

source: You are currently using the following layout(s)
fr: Vous utilisez actuellement la (ou les) disposition(s) suivante(s):

source: Sorry! No more than 4 layouts are allowed...
fr: Désolé: 4 dispositions maximum autorisées!

source: Your xorg.conf file does not contain any XkbModel options!
fr: Votre xorg.conf ne contient aucune option de modèle de clavier!

source: Select XkbModel
fr: Choisir un modèle de clavier

source: Here is a list of all the keyboard nodels available. The model you are currently using is:
fr: Voici la liste de tous les modèles de clavier disponibles. Le modèle utilisé actuellement est :

source: To replace it, please select one and press OK To keep the current model, press cancel...
fr: Pour le remplacer, sélectionnez-en un et cliquez sur OK Pour conserver le modèle actuel, cliquez sur Annuler...

source: You are currently using the following altwin setting
fr: Vous utilisez le comportement de Alt/Win suivant:

source: To change it, select a new one below, then press OK. To remove it, select it below and press OK. To abort press cancel.
fr: Pour modifier, sélectionnez-en un ci-dessous puis cliquez sur OK. Pour le retirer, sélectionnez-le ci-dessous puis cliquez sur OK.. Pour abandonner, cliquez sur Annuler.

source: Please select the setting you would like to use, then press OK. To abort, press cancel.
fr: Sélectionnez le paramètre que vous désirez utiliser puis cliquez sur OK. Pour abandonner, cliquez sur Annuler.

source: Configure Xkb Option
fr: Configurer les options de Xkb

source: Add the standard behavior to Menu key.
fr: Affecter le comportement standard à la touche Menu.

source: Alt and Meta are on the Alt keys (default).
fr: Alt et Meta sont sur les touches Alt (par défaut).

source: Meta is mapped to the Win-keys.
fr: Meta en liaison avec les touches Win.

source: Meta is mapped to the left Win-key.
fr: Meta en liaison avec les touches Win gauches.

source: Super is mapped to the Win-keys (default).
fr: Super en liaison avec les touches Win (par défaut).

source: Hyper is mapped to the Win-keys.
fr: Hyper en liaison avec les touches Win.

source: Alt is mapped to the right Win-key and Super to Menu.
fr: Alt en liaison avec la touche Win droite et Super avec le menu.

source: You are currently using the following group setting
fr: Vous utilisez actuellement la configuration de combinaison suivante

source: CapsLock uses internal capitalization. Shift doesn't cancel CapsLock.
fr: Verr. Maj. utilise les capitales internes. Maj. n'annule pas Verr. Maj.

source: CapsLock acts as Shift with locking. Shift doesn't cancel CapsLock.
fr: Verr. Maj. uagit comme Maj. avec verrouillage. Maj. n'annule pas Verr. Maj.

source: CapsLock uses internal capitalization. Shift cancels CapsLock.
fr: Verr. Maj. utilise les capitales internes. Maj. annule Verr. Maj.

source: CapsLock acts as Shift with locking. Shift cancels CapsLock.
fr: Verr. Maj. agit comme Maj. avec verrouillage. Maj. annule Verr. Maj.

source: CapsLock just locks the Shift modifier.
fr: Verr. Maj. verrouille juste la modification de Maj.

source: CapsLock toggles normal capitalization of alphabetic characters.
fr: Verr. Maj. bascule en capitale normale des caractères alphabétiques.

source: CapsLock toggles Shift so all keys are affected.
fr: Verr. Maj. renverse Maj. Toutes les touches sont affectées.

source: You are currently using the following compose setting
fr: Vous utilisez actuellement la configuration de compose suivante

source: Please select the setting you would like to use, then press OK. To abort, press cancel.
fr: Sélectionnez le paramètre que vous désirez utiliser, puis cliquez sur OK. Pour abandonner, cliquez sur Annuler.

source: Right Alt is Compose.
fr: Alt droite est Compose.

source: Right Win-key is Compose.
fr: Touche Win droite est Compose.

source: Menu is Compose.
fr: Menu est Compose.

source: Right Ctrl is Compose.
fr: Ctrl droite est Compose.

source: You are currently using the following Control key setting
fr: Vous utilisez actuellement le paramètre de la touche Ctrl suivant

source: Make CapsLock an additional Control.
fr: Fait de Verr. Maj. un contrôle supplémentaire.

source: Swap Control and CapsLock.
fr: Echange Ctrl et Verr. Maj.

source: Control key at left of
fr: Touche Ctrl à gauche de

source: Control key at bottom left
fr: Touche Ctrl en bas à gauche

source: Right Control key works as Right Alt.
fr: Touche Ctrl droite marche comme Alt droite.

source: You are currently using the following Eurosign setting
fr: Le signe Euro est actuellement assigné à la touche suivante:

source: Note: to use the EuroSign you will need a "Third Level Chooser".
fr: Note: Pour utiliser le signe Euro vous devez disposer d'un "Sélecteur de troisième couche".

source: Add the EuroSign to the E key.
fr: Ajouter le signe Euro à la touche E.

source: Add the EuroSign to the 5 key.
fr: Ajouter le signe Euro à la touche 5.

source: Add the EuroSign to the 2 key.
fr: Ajouter le signe Euro à la touche 2.

source: R-Alt switches group while pressed.
fr: Alt droite échange la combinaison si pressée.

source: Left Alt key switches group while pressed.
fr: Alt gauche échange la combinaison si pressée.

source: Left Win-key switches group while pressed.
fr: Touche Win gauche échange la combinaison si pressée.

source: Right Win-key switches group while pressed.
fr: Touche Win droite échange la combinaison si pressée.

source: Both Win-keys switch group while pressed.
fr: Touches Win simultanément échangent la combinaison si pressées.

source: Right Ctrl key switches group while pressed.
fr: Ctrl droite échange la combinaison si pressée.

source: Right Alt key changes group.
fr: Alt droite change la combinaison.

source: Left Alt key changes group.
fr: Alt gauche change la combinaison.

source: CapsLock key changes group.
fr: Verr. Maj. change la combinaison.

source: Shift+CapsLock changes group.
fr: Maj + Verr. Maj. changent la combinaison.

source: Both Shift keys together change group.
fr: Les deux Maj. simultanément changent la combinaison.

source: Both Alt keys together change group.
fr: Les deux Alt simultanément changent la combinaison.

source: Both Ctrl keys together change group.
fr: Les deux Ctrl simultanément changent la combinaison

source: Control+Shift changes group.
fr: Ctrl + Maj. changent la combinaison.

source: Alt+Control changes group.
fr: Alt + Ctrl changent la combinaison.

source: Alt+Shift changes group.
fr: Alt + Maj. changent la combinaison.

source: Menu key changes group.
fr: Touche Menu change la combinaison.

source: Left Win-key changes group.
fr: Touche Win gauche change la combinaison.

source: Right Win-key changes group.
fr: Touche Win droite change la combinaison.

source: Left Shift key changes group.
fr: Maj. gauche change la combinaison.

source: Right Shift key changes group.
fr: Maj. droite change la combinaison.

source: Left Ctrl key changes group.
fr: Ctrl gauche change la combinaison.

source: Right Ctrl key changes group.
fr: Ctrl droite change la combinaison.

source: You are currently using the following LED setting
fr: Vous utilisez actuellement le voyant suivant:

source: NumLock LED shows alternative group.
fr: Le voyant VerrNum affiche un autre ensemble.

source: CapsLock LED shows alternative group.
fr: Le voyant Verr.Maj. affiche un autre ensemble.

source: ScrollLock LED shows alternative group.
fr: Le voyant Arrêt défil. affiche un autre ensemble.

source: You are currently using the following Third Level settings
fr: Vous utilisez actuellement le sélecteur de troisième couche suivant

source: Press Right Control to choose 3rd level.
fr: Presser Ctrl droite pour choisir le 3ème niveau.

source: Press Menu key to choose 3rd level.
fr: Presser Menu pour choisir le 3ème niveau.

source: Press any of Win-keys to choose 3rd level.
fr: Presser Win droite ou gauche pour choisir le 3ème niveau.

source: Press Left Win-key to choose 3rd level.
fr: Presser Win gauche pour choisir le 3ème niveau.

source: Press Right Win-key to choose 3rd level.
fr: Presser Win droite pour choisir le 3ème niveau.

source: Press any of Alt keys to choose 3rd level.
fr: Presser Alt droite ou gauche pour choisir le 3ème niveau.

source: Press Left Alt key to choose 3rd level.
fr: Presser Alt gauche pour choisir le 3ème niveau.

source: Press Right Alt key to choose 3rd level.
fr: Presser Alt droite pour choisir le 3ème niveau.

source: You are currently using the following variants
fr: Vous utilisez actuellement les alternatives suivantes

source: To remove a variant, select it in the list below and press OK. To add a new one, select it and press OK. NOTE: if you select a variant for a layout that already has one, the new one will replace the old.
fr: Pour la retirer, sélectionnez-la dans la liste ci-dessous puis cliquez sur OK Pour ajouter une nouvelle, sélectionnez-la puis cliquez sur OK! REMARQUE: Si vous sélectionnez une variante différente de l'actuelle, la nouvelle remplacera la précédente.

source: Please select the variant you would like to add, then press OK.
fr: Choisissez la disposition alternative que vous voulez ajouter puis validez en cliquant sur OK!
