Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/xorgwizard-cli.po
Languages: fr

source: Puppy Xorg Video Wizard
fr: Assistant vidéo Xorg Puppy/Toutou

source: Puppy thinks that you have a serial mouse. However, if your PC has a modern usb or ps/2 mouse, you must choose the <Change mouse> button now.
fr: Puppy/Toutou pense que vous avez une souris sur port série. Cependant, si votre PC à une souris récente en USB ou ps/2, vous devez choisir maintenant le bouton <Modifier la souris>.

source: Puppy thinks that you have a usb or ps/2 mouse. However, for an old PC that has a serial mouse, you must choose the <Change mouse> button now.
fr: Puppy/Toutou pense que vous avez une souris USB ou ps/2. Cependant, pour un PC ancien avec une souris sur port série, vous devez choisir maintenant le bouton <Modifier la souris>.

source: TEST X NOW
fr: TESTER X MAINTENANT

source: Change mouse
fr: Modifier la souris

source: Fallback
fr: Solution de repli

source: Help
fr: Aide

source: THE NEXT STEP WILL TEST XORG!
fr: LA PROCHAINE ETAPE TESTERA XORG!

source: After choosing <TEST X NOW> button, if the next screen shows a nice dialog box, then X started okay. If the screen is blank or garbage, then failure (In such a case, just press the ENTER key to terminate the test, preferably within the 60 second test timeout).
fr: After avoir choisi le bouton <TESTER X MAINTENANT>, si le prochain écran montre une jolie boîte de dialogue, alors X est bien démarré. Si l'écran est blanc ou pollué, alors cela a échoué. (Dans ce cas, appuyer juste sur ENTREE pour terminer le test, si possible pendant l'attente de 60s).

source: IMPORTANT: If the ENTER key does not terminate the test, press the combination CTRL-ALT-BACKSPACE
fr: IMPORTANT: Si la touche ENTREE ne termine pas le test, appuyer sur la combinaison CTRL-ALT-RETOUR-ARRIERE

source: EMERGENCY SHUTDOWN: If the test hangs your PC, reboot by pressing the reset button, or hold down the power button for 4 seconds to shutdown.
fr: ARRET D'URGENCE: Si le test plante votre PC, redémarrer en pressant le bouton mise à zéro, ou appuyer sur le bouton d'alimentation pendant 4 secondes pour arrêter.

source: Press ENTER key now to test X graphics mode (may take a few secs)...
fr: Appuyer sur ENTREE maintenant pour tester le mode graphique X (peut prendre du temps)...

source: TAB then ENTER to use an old working xorg.conf, or create new xorg.conf...
fr: TAB puis ENTER pour utiliser une version fonctionnelle de xorg.conf, ou créer un nouveau xorg.conf...

source: TAB, TAB then ENTER to change the mouse (afterward will return here)...
fr: TAB, TAB puis ENTREE pour modifier la souris (puis retour ici)...

source: Press ESC key to exit Wizard without testing xorg.conf...
fr: Appuyer ESC pour quitter l'assistant sans tester xorg.conf...

source: Xorg is the system required for the PC to go into graphical desktop mode.
fr: Xorg est le système requis pour le PC pour accéder à l'interface graphique.

source: Mouse:
fr: Souris:

source: Modern PCs have a usb or ps/2 mouse (or touchpad). However, some old PCs have a serial mouse (recognizable by the large rectangular plug), in which case you must choose the <Change mouse> button before continuing with the Wizard.
fr: Les PCs récents ont des souris USB ou ps/2 (ou un pavé tactile). Cependant, certains PCs anciens ont une souris sur port série (reconnaissable par la forme large et rectangulaire du connecteur), dans ce cas choisir le bouton <Modifier la souris> avant de continuer avec l'assistant.

source: CTRL-ALT-BACKSPACE:
fr: CTRL-ALT-RETOUR-ARRIERE:

source: This is the standard emergency key combination to terminate Xorg and drop back to the text-mode console. Hold down CTRL and ALT keys then tap the BACKSPACE key. Remember this key combination!
fr: Ceci est la combinaison standard d'urgence pour arrêter Xorg et revenir au mode console/texte. Laisser appuyer les touches CTRL et ALT puis appuyer sur la touche RETOUR ARRIERE. Rappelez-vous de cette combinaison de touches!

source: Fallback:
fr: Solution de repli:

source: The Xorg configuration file is /etc/X11/xorg.conf. Choosing this option will offer a choice of all /etc/X11/xorg.conf* files, so if you have previously created one that you know works, you may choose it. Or, you may choose to abort entirely and create a new xorg.conf.
fr: Le fichier de configuration Xorg est /etc/X11/xorg.conf. Choisir cette option proposera le choix de tous fichiers /etc/X11/xorg.conf*, donc si vous en avez créé précédemment un que vous connaissez, vous pouvez le choisir. Oui, choisir d'abandonner complètement et de créer un nouveau xorg.conf.

source: Press ENTER key to go back to previous window...
fr: Appuyer sur la touche ENTREE pour revenir à l'écran précédent...

source: View
fr: Voir

source: Cancel
fr: Annuler

source: Press UP/DOWN arrow keys to choose an old xorg.conf, or NONE to probe and create a new xorg.conf.
fr: Appuyer sur les touches HAUT/BAS pour choisir un ancien xorg.conf, ou NONE pour sonder et créer un nouveau xorg.conf.

source: Note that after highlighting a file, you can select the <View> button to see the content in a text editor, and afterward come back to this window.
fr: Noter qu'après avoir surligné un fichier, vous pouvez choisir le bouton <Afficher> pour voir son contenu dans un éditeur de texte, et ensuite revenir à cette fenêtre.

source: After choosing file, press ENTER key to choose <OK> button, or
fr: Après sélection du fichier, appuyer sur ENTREE pour choisir le bouton <OK>, ou

source: press TAB then ENTER to view content of selected file, or
fr: appuyer sur TAB puis ENTREE pour voir le contenu du fichier sélectionné, ou

source: TAB, TAB then ENTER keys to abort and go back to previous window...
fr: TAB,TAB puis ENTREE pour anuler et revenir à la configuration précédente...

source: File:
fr: Fichier:

source: Has been copied to:
fr: A été copié dans:

source: Also backed up as:
fr: Aussi archivé comme:

source: Type "xwin" (then ENTER key) to start X...
fr: Entrer "xwin" (puis la touche ENTREE) pour démarrer X...

source: You have exited from the Xorg Wizard without testing the configuration file /etc/X11/xorg.conf.
fr: Vous avez quitté l'assistant Xorg sans tester le fichier de configuration /etc/X11/xorg.conf.

source: Type "xwin" (then ENTER key) to start X (the graphical desktop) now, or "xorgwizard" to re-run the Xorg Wizard.
fr: Saisir "xwin" (puis la touche ENTREE) pour démarrer X (l'interface graphique du bureau) maintenant, ou "xorgwizard" pour relancer cet assistant Xorg.

source: Note, type "xwin jwm" or "xwin openbox" if you have both of these window managers installed and you want to change from the current one. Ditto for any other installed window manager.
fr: Noter, saisir "xwin jwm" ou "xwin openbox" si vous avez les deux gestionnaires de fenêtre installés et que vous souhaitez basculer de l'un à l'autre. De même pour tous les autres gestionnaires de fenêtre installés.

source: FINISHED
fr: TERMINE

source: Tweak
fr: Réglage

source: Report on X test:
fr: Rapport de test X:

source: Resolution: ${XTEST}x${YTEST} pixels
fr: Résolution: ${XTEST}x${YTEST} pixels

source: Horizontal frequency: ${HSTEST} KHz
fr: Fréquence horizontale: ${HSTEST} KHz

source: Refresh frequency: ${VRTEST} Hz
fr: Fréquence de rafraîchissement: ${VRTEST} Hz

source: Video driver: ${CHOSENDRV}
fr: Pilote vidéo: ${CHOSENDRV}

source: If you are reporting success, great, but if the display was not quite right, say displaced or distorted, you now have the option of tweaking various parameters, even choose a different video driver. Ditto if testing X was an abysmal failure.
fr: Si le rapport est concluant, bien, sinon si l'affichage n'est pas correct, indiquant qu'il est déplacé ou tordu, vous avez maintenant les options pour régler divers paramètres, équivalents à choisir un autre pilote vidéo. Pareil si le test de X était un échec.

source: Press ENTER key if test was okay...
fr: Appuyer sur la touche ENTREE si le test était correct...

source: TAB then ENTER to abort and go back to main window...
fr: TAB puis ENTREE pour abandonner et revenir à l'écran principal...

source: TAB, TAB then ENTER to tweak parameters & retest X...
fr: TAB, TAB puis ENTREE pour régler les paramètres et retester X...

source: The Puppy Xorg Wizard has been run, presumably successfully.
fr: L'assistant Xorg Puppy/Toutou a été démarré, probablement avec succès.

source: If so, type "xwin" (then ENTER key) to start Xorg and the graphical desktop.
fr: Si oui, saisir "xwin" (puis la touche ENTREE) pour démarrer Xorg et l'interface graphique du bureau.

source: Otherwise, you may type "xorgwizard" to re-run the Wizard...
fr: Sinon, vous devrez saisir "xorgwizard" pour redémarrer l'assistant...

source: The next step will be to open /etc/X11/xorg.conf in a text editor. Various parameters can be modified, then the file saved, then exit the editor. Please note that this is a text-mode editor that does not work with a mouse.
fr: La prochaine étape sera d'ouvrir /etc/X11/xorg.conf dans un éditeur de texte. Divers paramètres peuvent être modifiés, puis le fichier sauvegardé, puis quitter l'éditeur.Veuillez noter que c'est un éditeur de texte qui ne fonctionne pas avec une souris.

source: Displaced:
fr: Déplacé:

source: The most common problem is the image displaced/squeezed/distorted. Often this is due to a wrong vertical refresh frequency (number of times per second that the screen gets re-drawn). You may experiment with the 'VertRefresh' range. Note, 60Hz is usually OK for LCD screens. Older CRT screens may flicker at 60Hz, usually need at least 70Hz.
fr: Le plus commun des problèmes et une image déplacée/pressée/tordue. Souvent cela est dû à une fréquence de rafraîchissement verticale incorrecte (nombre de fois par secondes que l'écran doit être redessiné). Vous devez tester la gamme de valeurs (VertRefresh). Noter que 60Hz est habituellement BON pour les écrans LCD. Les écrans plus anciens CRT peuvent vaciller à 60Hz, nécessitant habituellement une fréquence proche de 70Hz.

source: driver, needs KMS
fr: pilote, utilise KMS

source: driver, no KMS
fr: pilote, pas de KMS

source: (requires reboot)
fr: (nécessite un redémarrage)

source: Unaccelerated driver
fr: Pilote non accéléré

source: Simple NVIDA driver
fr: Pilote NVIDIA simple

source: NVIDIA proprietary driver
fr: pilote NVIDIA propriétaire

source: Old ATI Radeon driver
fr: Pilote ATI Radeon ancien

source: ATI proprietary driver
fr: Pilote propriétaire ATI

source: Accelerated drivers are designed for specific video hardware. Basically, they are much faster than the unaccelerated drivers. They may also offer additional configuration features.
fr: Les pilotes accélérés sont conçus pour un matériel vidéo spécifique. Basiquement, ils sont plus rapides que ceux non accélérés. Cela peut offrir des fonctionnalités de configuration additionnelles.

source: This is the simplest accelerated driver. Works without KMS
fr: Ceci est le plus des pilotes accélérés. Fonctionne avec KMS

source: Most sophisticated accelerated driver. Requires KMS
fr: Pilote accéléré le plus sophistiqué. Nécessite KMS

source: If installed, this is the commercial driver. Works without KMS
fr: Si installé, c'est le pilote commercial. Fonctionne sans KMS

source: Intel accelerated driver. Requires KMS
fr: Pilote accéléré Intel. Nécessite KMS

source: If installed, for some older hardware. Works without KMS
fr: Si installé, pour quelques matériels anciens. Fonctionne sans KMS

source: These are accelerated drivers for certain ATI hardware.
fr: Ce sont les pilotes accélérés pour certains matériels ATI.

source: Accelerated driver for ATI Radeon hardware. Requires KMS
fr: Les pilotes accélérés pour le matériel Radeon. Nécessite KMS

source: If installed, older accelerated driver. Without KMS
fr: Si installé, ancien piloté accéléré. Sans KMS

source: If installed, accelerated commercial driver. Without KMS
fr: Si installé, le pilote accéléré commercial. Sans KMS

source: Please use UP/DOWN arrow keys to choose a Xorg driver, then press ENTER key...
fr: Veuillez utiliser les flêches HAUT/BAS pour choisir le pilote Xorg, puis appuyer sur la touche ENTREE...

source: Or, press TAB (or RIGHT arrow) then ENTER to exit from the Wizard...
fr: Ou, appuyer sur TAB (ou la flêche DROITE) puis ENTREE pour quitter cet assistant...

source: If uncertain, press TAB, TAB then ENTER to choose <Help>...
fr: Si incertain, appuyer sur TAB, TAB puis ENTREE pour choisir <Aide>...

source: The Xorg Wizard has probed the computer and determined that any of these drivers may be suitable. Choose that which seems most appropriate. If a driver does not work, at worst even hangs the PC, you will be able to re-run the Wizard and choose another driver.
fr: L'assistant Xorg a sondé l'ordinateur et déterminé que tous ces pilotes étaient utilisables. Choisir celui qui est la plus approprié. Si un pilote ne fonctionne pas, au pire plante le PC, il vous sera demandé de redémarrer l'assistant et de choisir un autre pilote.

source: Generic
fr: Générique

source: Fallbacks are the generic unaccelerated drivers 'vesa' and 'modesetting', that should work for all video hardware. They have limitations, such as slowness and no full-screen video. The 'vesa' driver can only use a VESA standard resolution (which may not match your wide-screen monitor), however the 'modesetting' driver can be set to the native resolution of the monitor.
fr: Les solutions de replis sont pilotes non accélérés génériques 'vesa' and 'modesetting' qui devraient fonctionner avec tous les matériels. Ils ont des limitations, telles que lenteurs ou pas d'affichage plein écran. Le driver 'vesa' ne peut utiliser seulement qu'une résolution standard VESA (qui peut ne pas correspondre à votre moniteur) cependant le pilote 'modesetting' peut être utiliser avec la résolution native du moniteur.

source: Let Xorg guess it
fr: Laisser Xorg le deviner

source: Screen resolutions are listed below, in the format horizontal x vertical pixels. One of these will be best suited to your monitor. If the Wizard offers a 'recommended' resolution, choose that.
fr: Les résolutions écrans listées ci-dessous au format horizontal x vertical en pixels. Une de celles-ci conviendra pour votre moniteur. Si l'assistant vous propose une résolution 'recommandée', la choisir.

source: This option means leave it up to Xorg to try and guess the most appropriate resolution -- this usually works well.
fr: Cette option signifie la sortie de Xorg pour essayer de deviner la résolution la plus appropriée -- cela fonctionne généralement bien.

source: Use the UP/DOWN arrow keys to choose a resolution, then press ENTER key...
fr: Utiliser les flêches HAUT/BAS pour choisir la résolution, puis la touche ENTREE...

source: Or, press TAB then ENTER for more resolutions to choose from...
fr: ou, appuyer sur TAB puis ENTREE pour choisir plus de résolutions à partir de...

source: More
fr: Plus

source: Hi-res monitor
fr: Moniteur Haute Rés.

source: Very hi-res monitor
fr: Moniteur très haute rés.

source: Non-VESA, widescreen
fr: Non-VESA, écran large

source: Or, press TAB then ENTER to go back to previous window...
fr: Ou, appuyer sur TAB puis ENTREE pour revenir à l'écran précédent...

source: Go back
fr: Revenir en arrière

source: Very poor, not usable
fr: Très pauvre, instable

source: Minimum usable by Puppy
fr: Minimum utilisable avec Puppy/Toutou

source: Good, works with most monitors
fr: Bon, fonctionne avec la plupart des moniteurs

source: IMPORTANT: At shutdown you will be asked to create a session save-file, please do so.
fr: IMPORTANT: Lors de l'arrêt, on va vous demander de créer un fichier de sauvegarde de session, veuillez le faire.

source: A reboot is required before the '${CHOSENDRV}' driver can be tested.
fr: Un redémarrage est nécessaire avant que le pilote '${CHOSENDRV}' puisse être testé.

source: Click <OK> button to reboot...
fr: Cliquer sur le bouton <OK> pour redémarrer...
