Repository: dekani/Puppy
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/xwin.po
Languages: fr

source: If initialization freezes here, press ctrl-c and type "xorgwizard",\nselect "Xorg", choose monitor type and choose video mode.
fr: Si le démarrage se fige ici, pressez ctrl-c et tapez "xorgwizard", choisissez "Xorg", puis choisissez le type de moniteur et le mode vidéo.

source: Warning
fr: Attention

source: Ignore
fr: Ignorer

source: Commandline
fr: Ligne de commande

source: X seems to have exited uncleanly the last time you ran Puppy. This is usually because of an improper shutdown (such as a power failure), but may be because something is broken.
fr: Il semble que le serveur graphique X ait été mal refermé la dernière fois. Il s'agit généralement d'un arrêt incorrect du à une panne d'électricité, mais peut-être aussi parce qu'il y a eu un problème plus grave...

source: If it was just something like a power failure, wait for 30 seconds or choose <Ignore> for normal startup of X...
fr: Dans le cas d'une panne d'électricité, attendez 30 secondes ou choisissez <Ignorer> pour un démarrage normal du serveur graphique X...

source: If there is a problem, such as X not working, choose <Commandline> to drop out to a commandline. There will then be further advice how to fix X...
fr: Dans le cas d'un problème plus grave, et si le serveur graphique X ne fonctionne pas, choisissez <Ligne_de_commande> pour arriver sur une ligne de commande. Vous aurez alors plus de conseils pour réparer le serveur graphique X...

source: If undecided, wait 30 seconds for normal startup of X...
fr: Indécis, attendez 30 secondes pour le démarrage normal du serveur graphique X...

source: It seems that last time X ran, the computer hung and you had to reboot.
fr: Au dernier lancement, le PC a planté et vous avez du le relancer.

source: Have now dropped down to the commandline. If you want to run the Xorg
fr: On est maintenant en ligne de commande. Si vous voulez exécuter l'assistant

source: Video Wizard, type "xorgwizard", and after configuring /etc/X11/xorg.conf
fr: vidéo Xorg, tapez "xorgwizard", et après avoir configuré le fichier /etc/X11/xorg.conf

source: (hopefully correctly this time!) type "xwin" to start X.
fr: (correctement cette fois!), tapez "xwin" pour arriver sur le bureau graphique.

source: An attempt has just been made to run X at 800x600x16 but it has
fr: Un essai a eu lieu pour lancer le serveur graphique X en 800x600x16, mais

source: not worked (or it did but you did not press the OK button in the
fr: n'a pas fonctionné (ou vous n'avez pas pressé le bouton OK dans Assistant

source: Video-wizard). It is not feasible to run Puppy at any lower resolution
fr: vidéo). Il n'est pas possible de lancer Toutou sur une résolution ou couleur

source: or color. If you want to try again, type "xwin" at the prompt.
fr: plus faible. Si vous voulez essayer à nouveau, tapez "xwin" à l'invite.

source: It may be helpful to look in /tmp/xerrs.txt for error messages
fr: Il peut être utile de regarder dans /tmp/xerrs.txt pour les messages d'erreur

source: ERROR: Console keyboard
fr: ERREUR: Le clavier de la console

source: no matching Xorg layout. PLEASE REPORT TO BK
fr: ne correspond à aucune configuration Xorg. FAITES UN RAPPORT A BARRY KAULER

source: Starting X with video mode $VIDMODE and mouse $MOUSEDEV...
fr: Lancement du serveur graphique X en mode video $VIDMODE et souris $MOUSEDEV...

source: Starting X with Xfbdev Kdrive X server, mouse
fr: Lancement du serveur graphique X avec le serveur X Kdrive Xfbdev, souris

source: Starting X with Xi810 Kdrive X server, mouse
fr: Lancement du serveur graphique X avec le serveur X Kdrive Xi810, souris

source: Starting X, specs in /etc/X11/XF86Config, startup apps /root/.xinitrc...
fr: Lancement du serveur graphique X, specs dans /etc/X11/XF86Config, lancement apps /root/.xinitrc...

source: Starting X, specs in /etc/X11/xorg.conf, startup apps /root/.xinitrc...
fr: Lancement du serveur graphique X, specs dans /etc/X11/xorg.conf, lancement apps /root/.xinitrc...

source: Exited from X. Type "xwin [fvwm95|jwm]" to restart X ([ ] mean optional).
fr: Sorti de X, Tapez "xwin [fvwm95|jwm]" pour relancer le serveur X ([ ] signifie optionnel).

source: (To shutdown PC type "poweroff", to reboot PC type "reboot")
fr: (Pour fermer le PC tapez "poweroff", pour relancer le PC tapez "reboot")

source: (To run the Xfbdev Framebuffer Wizard, type "framebufferwizard")
fr: (Pour lancer votre assistant mémoire des images Xfbdev, tapez "framebufferwizard")

source: If X failed to start, type "xf86config" to setup X
fr: Si X ne se lance pas, tapez "xf86config" pour configurer X

source: you will need to know type of mouse, keyboard and video chip
fr: vous aurez besoin de connaître le type de souris, le clavier et la puce vidéo

source: thix X is for pre-2000 video chips, but many recent chips backwards-compat.
fr: Cet X est pour les puces avant 2000, mais beaucoup sont retro compatibles.

source: accept default save /etc/XF86Config, Puppy will move this to /etc/X11
fr: Acceptez de sauver par défaut /etc/XF86Config, Toutou le déplacera dans /etc/X11

source: (XF86Config is the configuration file for X and can be edited manually)
fr: (XF86Config est le fichier de config. de X et peut être modifié à la main)

source: LAST RESORT, drop back to Xvesa by typing "ln -sf Xvesa /usr/bin/X"
fr: DERNIER RECOURS,revenir à Xvesa en tapant "ln -sf Xvesa /usr/bin/X"

source: If X failed to start, type "xorgwizard" to setup X
fr: Si le serveur graphique X ne veut pas se lancer, tapez "xorgwizard" pour le configurer
