Repository: dekani/Puppy
Catalog: locale/pupshutdown.2.0-*.po
Languages: fr

source: Go to suspend dialog
fr: Aller à la boîte de dialogue de suspension

source: Select alternate window manager
fr: Choisir le gestionnaire de fenêtre alternatif

source: View system information
fr: Afficher informations systèmes

source: Return to PupMenu
fr: Retourner vers PupMenu

source: Close PupShutdown
fr: Fermer PupShutdown

source: _Power-Off
fr: _Eteindre

source: _Reboot
fr: _Redémarrer

source: _Log-Out
fr: _Déconnecter

source: Lock _Screen
fr: _Ecran Verrouillage

source: Restart _X
fr: Redémarrer _X

source: Restart _WM
fr: Redémarrer _WM

source: Manage _Task
fr: Gestionnaire _Tâche

source: Backup _Files
fr: Archiver _Fichiers

source: Install
fr: Installer

source: Install PupControl Panel
fr: Installer le panneau PupControl

source: The PupControl Panel is an add-on module. Please install for seamless integration with PupShutdown.
fr: Le panneau PupControl est une extension. Veuillez l'installer pour une intégration avec PupShutdown.

source: Go to download site in default browser
fr: Aller vers le site de téléchargement dans le navigateur par défaut

source: Download
fr: Télécharger

source: Exit without installing
fr: Quitter sans installer

source: Cancel
fr: Annuler

source: Preferences
fr: Préférences

source: Create a New Logo
fr: Crééer un Nouveau Logo

source: Any bitmap editor can be used to format a new logo graphic, but mtPaint is easy to use and is included with most Puppy derivatives. The Template.png image included with PSD (PupShutdown) has a 72-pixel vertical dimension and will easily accommodate standard 64-pixel graphics. Note: All PSD graphics are in /usr/local/PupShutdown/logos/ <b>mtPaint Instructions:</b> 1 - File->Open -- select a 64-pixel graphic for the logo 2 - Selection->Select All -- places focus on the graphic 3 - Edit->Copy -- copies graphic to the mtPaint clipboard 4 - File->Open -- select the PupShutdown Template.png 5 - Edit->Paste to centre -- centers graphic in the template 6 - With your mouse -- right-click the pasted center graphic 7 - Selection->Select All -- places focus on the new logo 8 - File->Save As -- name the new logo.png and save
fr: Tout éditeur de dessin peut être utilisé pour formater un nouveau logo graphique, mais mtPaint est facile à utiliser et est inclus dans la plupart des dérivés Puppy. L'image Template.png inclue avec PSD (PupShutdown) a comme dimension verticale 72 pixels et peut être facilement être étendue vers un graphique de 64 pixels. Note: Tous les graphiques PSD sont dans /usr/local/PupShutdown/logos/ <b>Instructions mtPaint :</b> 1 - Fichier->Ouvrir -- choisir un graphique 64 pixels pour le logo 2 - Sélection->Tout Sélectionner -- place le focus sur le graphique 3 - Editer->Copier -- copie le graphique vers le presse-papier mtPaint 4 - Fichier->Ouvrir -- choisir le modèle PupShutdown Template.png 5 - Editer->Coller vers le centre -- centre le graphique dans le modèle 6 - Avec votre souris -- clic droit pour coller le graphique centré 7 - Sélection->Tout Sélectionner -- place le focus sur le nouveau logo 8 - Fichier->Sauvegarder Sous -- Nommer le nouveau logo.png et sauvegarder le

source: Return to main Preferences dialog
fr: Retourner à la boîte de dialogue de préférences principale

source: Exit
fr: Quitter

source: PupShutdown permits menu-like access to sixteen functions and utilities that one may find helpful when closing the Puppy session. Backup and task manager selections in the main menu now offer alternative programs, for greater versatility at shutdown, and the appearance of the PSD GUI can be changed quickly to match a favorite Puppy theme. Quick program access is by Ctrl+Shift+X. Roger D. Grider, Copyright 2013 GPL3
fr: PupShutdown permet, sous la forme d'un menu d'accèder à seize fonctionnalités et utilitaires que tout le monde peut trouver utile pour fermer une session Puppy. Sélectionner l'archivage ou le gestionnaire de tâches dans le menu principal offre maintenant des programmes alternatifs pour une meilleure polyvalence lors de l'arrêt, et l'apparence de la GUI de PSD peut être modifiée rapidement pour mieux correspondre à votre thème favori Puppy. Accès rapide au programme: Ctrl+Shift+X. Roger D. Grider, Copyright 2013 GPL3

source: Open help file in default browser
fr: Ouvrir le fichier d'aide dans le navigateur par défaut

source: Help
fr: Aide

source: Close help dialog
fr: Fermer la boîte de dialogue Aide

source: Power-Off
fr: Eteindre

source: If you remove CD/DVD media from an optical drive, please do so before selecting the Power-Off option.
fr: Si vous retirez un média CD/DVD du lecteur optique, veuillez le faire avant d'avoir choisi l'option Arrêter.

source: Turn off PC
fr: Eteindre le PC

source: Return to Main menu
fr: Retourner au menu principal

source: Reboot
fr: Redémarrer

source: If you remove CD/DVD media from an optical drive, please do so before selecting the Reboot option.
fr: Si vous retirez un média CD/DVD du lecteur optique, veuillez le faire avant d'avoir choisi l'option Redémarrer.

source: Restart PC
fr: Redémarrer le PC

source: Acpitool Options
fr: Options Acpitool

source: In PupShutdown the acpitool utility mediates the options for suspend-to-ram (standby) and suspend-to-disk (hibernation). Both options entail ACPI compliant notebooks, and a Puppy Linux kernel compiled with essential support. <i>Caveat emptor:</i> Kernel support for hibernation is not yet the Puppy standard. If unsupported, PupShutdown will hide the Hibernate option. Please select the <i>Standby</i> option to suspend-to-ram, or the <i>Hibernate</i> option to suspend-to-disk, or <i>Status</i> to view stats of the battery, CPU, fan and thermal state of the notebook.
fr: Dans PupShutdown, l'utilitaire acpitool sert d'intermédiaire pour la supsension en ram (en attente) et la suspension sur disque (hibernation) Les deux options se doivent d'être conforme ACPI pour les netbooks, et avec une version du noyau Linux Puppy compilée avec le support essentiel.<i>Avertissement à l'acheteur:</i> Le support de l'hibernation par le noyau n'est pas encore le standard puppy. Si non supporté PupShutdown cachera l'option Hiberner. Veuillez choisir l'option <i>En attente</i> pour suspendre en ram, ou l'option <i>Hiberner</i> pour suspendre vers le disque, ou <i>Status</i> pour voir les statistiques de la batterie, CPU, ventilateur et sonde thermique du netbook.

source: View Acpitool help in default browser
fr: Afficher l'aide Acpitool dans le navigateur par défaut

source: Suspend to Disk
fr: Suspendre vers le disque

source: Hibernate
fr: Hiberner

source: Suspend to RAM
fr: Suspendre en RAM

source: Standby
fr: En attente

source: View Acpitool system information
fr: Voir les informations systèmes Acpitool

source: Status
fr: Statut

source: Acpitool-System-Information
fr: Voir les informations systèmes Acpitool

source: Acpitool suspend options
fr: Options de supsension Acpitool

source: Return to PupShutdown
fr: Retourner vers PupShutdown

source: Restart X-server
fr: Redémarrer le serveur X

source: Restart
fr: Redémarrer

source: Exit to command prompt
fr: Quitter vers la ligne de commande

source: Manage system task with
fr: Gèrer les tâches systèmes avec

source: Lock PC screen with password
fr: Verrouiller l'écran du PC par mot de passe

source: Backup files with
fr: Archiver les fichiers avec

source: Mount/Unmount drives
fr: Monter/Démonter disques

source: Resize personal storage file
fr: Redimensionner le fichier de stockage personnel

source: Copy drive, partition or image-file
fr: Copier disque, partition ou fichier image

source: Manage drive partitions
fr: Gérer partitions disques

source: Manage system events
fr: Gérer évènements systèmes

source: Manage boot configuration
fr: Gérer la configuration de démarrage

source: Control Panel
fr: Panneau de Configuration

source: Click the color selector button
fr: Cliquer sur le bouton sélecteur de couleurs

source: PupShutdown Color Selector
fr: Sélecteur de couleurs PupShutdown

source: Color selector
fr: Sélecteur de couleurs

source: Label
fr: Libellé

source: Name:
fr: Nom:

source: Graphic:
fr: Graphique:

source: Font
fr: Police

source: Size:
fr: Taille:

source: Weight:
fr: Epaisseur:

source: PupShutdown Help
fr: Aide PupShutdown

source: Preview fonts
fr: Prévisualisation polices

source: View logo graphics
fr: Afficher logos graphiques

source: Create a new logo
fr: Crééer un nouveau logo

source: Configuration options
fr: Options de la configuration

source: Save changes and exit
fr: Sauvegarder les modifications et quitter

source: Exit without saving
fr: Quitter sans sauvegarder

source: Another instance of PupShutdown will not \n run when the Preferences dialog is active.
fr: Une autre instance de PupShutdown ne sera pas \ lancée si la boîte de dialogue Préférences est active.

source: PupShutdown is already active.
fr: PupShutdown est déjà actif.

source: yes
fr: oui

source: Set Ctrl+Shift+X hotkey
fr: Activer raccourci Ctrl+Shift+X

source: _H-key
fr: _Raccourci

source: Label | Logo | Font Attributes | Save/Exit
fr: Libellé | Logo | Attributs Police | Sauvegarder/Quitter

source: Valid names should be selected for the label with no blank, incomplete or misspelled items. One or more appropriate names (descriptors and a base name), and the version number, can be entered to further personalize each of your Puppy Linux derivatives.
fr: Les noms valides doivent être choisis pour le label sans vide, caractères incomplets ou mal orthographiés. Un nom ou plus, approprié, (descripteur et base de nom), et le numéro de version, peuvent être saisis pour personnaliser un peu plus chacune de vos dérivés de Puppy Linux.

source: The default Shutdown.png graphic can be replaced by optional 64-pixel graphics which are available in the accessory Logo-addon.pet. You may also add diversity to PupShutdown by placing any graphics of proper size in /usr/local/PupShutdown/logos/.
fr: Le graphique Shutdown.png, par défaut, peut être remplacé par un graphique optionnel de 64 px. qui est disponible dans l'accessoire Logo-addon.pet. Vous pouvez ajouter de la diversité à PSD en plaçant tout graphique dans /usr/local/PupShutdown/logos/.

source: Change title text attributes by selecting new values for the font name, size, weight, style and color. The font name list updates whenever the Preferences menu is opened. The font color selector provides access to unlimited colors in hexadecimal format.
fr: Modifier les attributs texte du titre par de nouvelles valeurs pour le nom, taille, épaisseur, style et couleur de la fonte. La liste des noms de police se met à jour même si le menu préférences est ouvert. Le sélecteur de couleur pour la fonte fournit un accès à un nombre illimité de couleurs au format hexadécimal.

source: The Save/Exit option closes the Preferences menu and applies the new configuration selections to the PSD interface. If an entry box is blank when closing the Preferences menu, an alert will prompt you for the information, then return you back to the menu.
fr: L'option Sauvegarder/Quitter ferme le menu Préférences et applique la nouvelle configuration à l'interface PSD. Si une boîte de saisie est vide lors de la fermeture du menu Préférences, une alerte sera affichée pour information, puis vous renverra au menu.

source: Default Options
fr: Options par défaut

source: Backup Files:
fr: Archiver fichiers:

source: Manage Task:
fr: Gérer tâches:

source: Process/Task Manager
fr: Gestionnaire Processus/Tâche

source: Shutdown Dialog:
fr: Boîte de dialogue Arrêt:

source: Show the Remove-CD dialog at shutdown
fr: Afficher la boîte de dialogue Retirer le CD lors de l'arrêt

source: Save default options
fr: Sauvegarder les options par défaut

source: _Save
fr: _Sauver

source: _Exit
fr: _Quitter
